[
  {
    "title": "徳島大学2024年大問３",
    "subject": "過去問",
    "year": "",
    "month": "",
    "author": "Kikuchi",
    "source": "徳島大学2023",
    "problemContent": {
      "type": "text",
      "content": "以下の英文の問いについて、80～100 ワード程度の1パラグラフの文章を英語で書きなさい。\r\n\r\nIn Japan, many university students choose to live by themselves in an apartment, but some choose to live in a dormitory with Japanese or international students. Students in Japan are free to choose either way and there are merits and demerits to both ways, but it is a rule at some universities in Canada and the United States that all new first-year students must live for at least one year in a dormitory. Do you agree or disagree with this requirement? State your opinion and provide two reasons with examples."
    },
    "questionContent": null,
    "explanationContent": {
      "type": "text",
      "content": "解答例\n\n(解答例1) I agree with this requirement. The biggest reason is that dormitory life will encourage the students to make lifelong friends. While students live a group life in a dormitory, they will get to know each other better and can make reliable lifelong friends that they cannot make outside the dormitory. The other reason why I appreciate dormitory life is that living in a dormitory with strict discipline will help the students develop social skills, self-control and a sense of responsibility that will be essential when becoming members of society in the future. Thus, I support this idea. (80～100 ワード程度)\n\n(解答例2) I don't want to live in a dormitory. I hope to leave home and live by myself in an apartment after leaving high school. I won't be able to enjoy my freedom and privacy to my heart's content in a dormitory because of various dormitory regulations and other students. The other reason is that dormitory life will be stressful. I'm not good at getting along with those who I meet for the first time. So I'm afraid living with people I'm not familiar with will be disturbing and will make me feel uneasy. Therefore, I'm against this requirement. (80～100 ワード程度)\n\n\n解答例の分析と学習ポイント\n解答例1（賛成派）の分析:\n\n意見: I agree with this requirement.\n\n理由1: 寮生活は「生涯の友 (lifelong friends)」を作るのを助ける。\n\nPoint: \"make reliable lifelong friends that they cannot make outside\" という比較表現が光ります。\n\n理由2: 厳しい規律 (strict discipline) が「社会性・自制心・責任感」を育てる。\n\nPoint: 将来社会に出たときに役立つ (essential when becoming members of society) と結んでいます。\n\n語彙: discipline（規律）、responsibility（責任感）。\n\n解答例2（反対派）の分析:\n\n意見: I don't want to live in a dormitory. (Therefore, I'm against this requirement.)\n\n理由1: 自由とプライバシー (freedom and privacy) を満喫できない。\n\nPoint: \"to my heart's content\"（心ゆくまで）という熟語を使っています。\n\n理由2: ストレスが溜まる (stressful)。初対面の人と暮らすのは不安 (uneasy)。\n\nPoint: 自分の性格（I'm not good at getting along with...）を理由にするのも立派な根拠です。\n\n語彙: regulations（規則）、disturbing（平穏を乱す・うっとうしい）。\n\n4. 別解例 (Simplified Model Answer)\n生徒が真似しやすい、標準的なレベルの解答例を作成しました。\n\nTopic: Mandatory Dormitory Living (Disagree / 反対の立場)\n\nI disagree with the requirement that all first-year students must live in a dormitory. I have two reasons for my opinion.\n\nFirst, privacy is very important for students. Living with strangers can be stressful, and some students need a quiet place to study alone. In a dormitory, it is often noisy and difficult to concentrate on schoolwork. Second, students should have the freedom to choose their lifestyle. Some students may want to live with their family to save money, while others want to be independent. The university should respect their choices.\n\nTherefore, I do not think living in a dormitory should be mandatory. (107 words)\n\n(全訳) 私は、すべての1年生が寮に住まなければならないという要件に反対です。私の意見には2つの理由があります。 第一に、学生にとってプライバシーは非常に重要です。見知らぬ人と暮らすことはストレスになりますし、一人で勉強する静かな場所が必要な学生もいます。寮の中はしばしば騒がしく、学業に集中するのが難しいです。 第二に、学生は自分のライフスタイルを選ぶ自由を持つべきです。お金を節約するために家族と住みたい学生もいれば、自立したい学生もいます。大学は彼らの選択を尊重すべきです。 したがって、私は寮生活が義務であるべきだとは思いません。\n"
    },
    "translationContent": {
      "type": "text",
      "content": "全訳 (Full Translation)\n設問: 日本では、多くの大学生がアパートで一人暮らしをすることを選びますが、日本人学生や留学生と共に寮で暮らすことを選ぶ学生もいます。日本の学生はどちらでも自由に選ぶことができ、両方の方法にメリットとデメリットがありますが、カナダやアメリカの一部の大学では、**「すべての新入生（1年生）は少なくとも1年間、寮に住まなければならない」**ということが規則になっています。 あなたはこの要件（義務）に賛成ですか、反対ですか？ あなたの意見を述べ、それがなぜなのかを説明する事例を伴う2つの理由を挙げなさい。（80～100語程度）"
    },
    "summaryContent": null,
    "teachingPointsContent": {
      "type": "text",
      "content": "講師用指導ポイント (Teaching Guide)\nこの問題を指導する際の重要ポイントです。\n\n論点の正確な把握:\n\n単に「寮が好きか嫌いか」ではありません。「義務化（Requirement/Rule）することに賛成か反対か」という視点が必要です。\n\n反対意見の場合、「寮は良いところだが、強制されるべきではない（選択の自由があるべきだ）」という論理展開も有効です。\n\n構成の型 (Structure):\n\n徳島大の鉄板構成「PREP法」を徹底させます。\n\nP (Point): I agree / disagree with this requirement.\n\nR (Reason 1): First, [Reason 1]. For example, [Example].\n\nR (Reason 2): Second, [Reason 2]. This helps students [Effect].\n\nP (Point): Therefore, I support / oppose this idea.\n\nアイデア出しのヒント (Brainstorming):\n\n賛成 (Agree) のネタ:\n\n友達ができる (Make friends / alleviate loneliness)\n\n協調性が育つ (Social skills / cooperation)\n\n安全・サポートがある (Safety / help each other)\n\n反対 (Disagree) のネタ:\n\nプライバシーがない (Lack of privacy / stressful)\n\n勉強に集中できない (Noisy / distractions)\n\nお金がかかる／自分で選びたい (Cost / freedom of choice)"
    },
    "passageTitleEn": "課題作文",
    "passageTitleJa": " ",
    "createdAt": "2026-01-20T21:17:48.009Z",
    "id": 10
  },
  {
    "title": "徳島大学2023年大問２",
    "subject": "過去問",
    "year": "",
    "month": "",
    "author": "Kikuchi",
    "source": "徳島大学2023",
    "problemContent": {
      "type": "text",
      "content": "Rethinking Parenting: Lessons from Japanese Errands\n\nAn adorable reality show that's been on TV for decades in Japan recently hit Netflix. It is called \"Old Enough!\" and shows Japanese little children, some as young as two years old, taking their first solo journeys. (The show's original title is translated as \"My First Errand.\") These children are shown walking by themselves to the grocery store, to their grandmother's house to pick something up or to a local farm to pull an enormous cabbage out of the ground.        Sometimes they get distracted from their appointed mission and start playing, and they often notice and interact with the camera operators, who appear in the background of many scenes. But the narrative is basically the same every time: A child overcomes fears or hesitations by running an errand, learning to politely ask questions of supportive and kind adults when help is needed to figure out how to pay for lunch or cross a busy street. And the kids are full of pride after accomplishing their tasks.\n\nIn addition to being charmed by how cute the show is, I thought: This wouldn't win popular acceptance in the United States. If there were an American version, parents who allowed their children to appear would probably be taken as irresponsible, or the kids would be shown to need parental support at every turn.\n\nThough I knew American parents were more protective than some parents in other countries, I was surprised by the extent of the protectiveness. According to a 2012 analysis of a survey conducted by the Centers for Disease Control and Prevention, American adults believed, on average, that a child could be left at home alone at thirteen, bathe alone at seven and a half, and bike alone at around ten.\n\nSome may argue that there's no harm to being extra cautious, but research suggests something more complicated. A 2021 paper in The Journal of Family Psychology found that too much parental involvement may lead to poorer judging abilities among kindergartners. Another critic argued that part of the reason American teenagers are so anxious is that their overprotected childhoods can leave them without a sense of achievement.\n\nAmerica is vast, and parents know their kids and their specific neighborhoods best — I'm not about to send my five-year-old to the grocery store by herself quite yet. But I hope watching \"Old Enough!\" will make more American parents consider the possibility that our cultural norms need rethinking. I watched the show with my youngest, and she was so jealous that the kids, some of whom were younger than she is, were allowed to do so many exciting things mostly on their own. Seeing the looks of joy on the \"Old Enough!\" kids' tiny faces after completing their tasks certainly made me want that sense of triumph for my daughters, however they might achieve it.\n\n〈出典〉Jessica Grose, \"On Japan's Adorable 'Old Enough!' Show and the State of American Childhoods,\" The New York Times (April 16, 2022. Web.) (一部改変)"
    },
    "questionContent": {
      "type": "text",
      "content": "Answer the following questions in English.\r\n\r\nWhat are two things that the writer thinks would happen if \"Old Enough!\" was made in the United States?\r\n\r\nAccording to research, what would happen if parents controlled their children's behavior too much?\r\n\r\nAt what age does the average American adult think that children are old enough to be left alone at home?\r\n\r\na. Who was the writer's youngest daughter jealous of?\r\n\r\nb. Why was the writer's youngest daughter jealous?\r\n\r\nWhat did the writer want her youngest daughter to do and feel?"
    },
    "explanationContent": {
      "type": "text",
      "content": "(1) Parents who allowed their children to appear on the show would probably be taken as irresponsible.\n\n(2) The kids would be shown to need parental support at every turn.\n\nTheir children [kindergartners] would have [possess] poorer judging abilities.\n\n(解答1) At the age of thirteen.\n\n(解答2) Children can be left at home alone at thirteen.\n\na. She was jealous of Japanese kids in the show.\n\nb. Because the kids in the show (↓ some of whom were younger than her,) were allowed to do many exciting things mostly on their own.\n\n(解答1) The writer wanted her youngest daughter to complete an exciting task on her own and feel a sense of triumph.\n\n(解答2) The writer wanted her youngest daughter to feel a sense of achievement after she completed her task on her own.\n\n2023年徳島大学 大問2（説明文・エッセイ）の解説資料を作成しました。 この年のテーマは、Netflixで世界配信され話題となった日本のテレビ番組『はじめてのおつかい（Old Enough!）』を通じた、日米の子育て文化の違いです。身近な話題でありながら、客観的なデータや研究結果を引用して論じている、非常に読みやすい良問です。\n\n設問別解説 (Detailed Explanation)\nQ1. もし『Old Enough!』がアメリカで作られたら、筆者はどんな2つのことが起こると考えているか？\n\nWhat are two things that the writer thinks would happen if \"Old Enough!\" was made in the United States?\n\n根拠: 第2パラグラフ第2文 \"If there were an American version...\" 以降。\n\nparents... would probably be taken as irresponsible（親は無責任だとみなされるだろう）\n\nkids would be shown to need parental support at every turn（子供は至る所で親の助けが必要だと映るだろう）\n\n解説: 接続詞 \"or\" で結ばれた2つの事象を抜き出します。\"be taken as ~\"（～と受け取られる、みなされる）は重要表現です。\n\n解答構成: 本文の表現を活用して2点記述します。\n\nQ2. 研究によると、親が子供の行動をコントロールしすぎるとどうなるとされているか？\n\nAccording to research, what would happen if parents controlled their children's behavior too much?\n\n根拠: 第4パラグラフ第2文 \"...too much parental involvement may lead to poorer judging abilities among kindergartners.\"\n\n解説: 設問の \"controlled ... too much\" は、本文の \"too much parental involvement\"（過度な親の関与）の言い換えです。その結果（lead to以下）を答えます。\n\n解答構成: 主語を \"Kindergartners\" や \"Their children\" にして文を作ります。\n\nQ3. 平均的なアメリカの成人は、子供が何歳になったら一人で留守番できると考えているか？\n\nAt what age does the average American adult think that children are old enough to be left alone at home?\n\n根拠: 第3パラグラフ最終文 \"...a child could be left at home alone at thirteen...\"\n\n解説: Fact Finding（事実検索）問題です。数字を探すだけですが、\"bathe alone\"（7.5歳）や \"bike alone\"（10歳）と混同しないように注意。\n\n模範解答: At the age of thirteen.\n\nQ4. (a) 筆者の末娘は誰に嫉妬したか？ (b) なぜ嫉妬したか？\n\n(a) Who was the writer's youngest daughter jealous of? (b) Why...\n\n根拠: 第5パラグラフ第3文 \"...she was so jealous that the kids [in the show] ... were allowed to do so many exciting things mostly on their own.\"\n\n解説:\n\n(a) 番組に出てくる子供たち（the kids in the show / Japanese kids）。\n\n(b) so jealous that S V... の形になっていますが、理由としては「自分より年下なのに、一人でワクワクすることをしていいと言われているから」という部分です。\n\n解答構成: (b)は Because で始め、\"allowed to do...\" の部分を記述します。\n\nQ5. 筆者は末娘に何をして、何を感じてほしいと思ったか？\n\nWhat did the writer want her youngest daughter to do and feel?\n\n根拠: 最終パラグラフ最終文 \"...made me want that sense of triumph for my daughters, however they might achieve it.\"\n\n解説: 筆者の願望（want）は「勝利感・達成感（sense of triumph）」です。設問には \"do and feel\"（何をして、何を感じるか）とあるので、文脈から「（自分で何かを）成し遂げて、達成感を感じてほしい」と補ってまとめます。\n\n模範解答: The writer wanted her youngest daughter to complete an exciting task on her own and feel a sense of triumph.\n"
    },
    "translationContent": {
      "type": "text",
      "content": "子育てを見直す：日本のおつかいからの教訓\n\n日本で何十年も放映されている愛らしいリアリティ番組が、最近Netflixに登場しました。それは『Old Enough!（十分な年齢）』と呼ばれ、日本の小さな子供たち（中には2歳の子もいます）が初めての一人旅をする様子を映し出しています。（この番組の原題は『My First Errand（はじめてのおつかい）』と訳されます）。これらの子供たちは、スーパーや、何かを取りに祖母の家へ、あるいは巨大なキャベツを地面から引き抜くために地元の農場へと、一人で歩いていく姿が映されます。\n\n時々、彼らは与えられた任務から気が散って遊び始めたり、多くのシーンで背景に映り込むカメラマンに気づいて交流したりすることもあります。しかし、物語は基本的に毎回同じです。子供がおつかいをすることで恐怖やためらいを乗り越え、昼食代の支払い方や交通量の多い通りの渡り方が分からない時には、協力的で親切な大人たちに礼儀正しく質問することを学ぶのです。そして子供たちは、任務を達成した後、誇りに満ちあふれています。\n\nこの番組がいかに愛らしく魅力的であるかに加えて、私はこう思いました。「これはアメリカでは広く受け入れられないだろう」と。もしアメリカ版があったとしたら、子供が出演することを許可した親はおそらく「無責任だ」とみなされるでしょうし、あるいは子供たちは至る所で親のサポートを必要としているように映るでしょう。\n\nアメリカの親たちが他の国の一部の親たちよりも過保護であることは知っていましたが、私はその保護の度合いに驚きました。疾病対策センター（CDC）が実施した調査の2012年の分析によると、アメリカの成人は平均して、子供が一人で留守番できるのは13歳、一人で入浴できるのは7歳半、一人で自転車に乗れるのは10歳頃だと考えていました。\n\n「用心深すぎることに害はない」と主張する人もいるかもしれませんが、研究はもっと複雑なことを示唆しています。『家族心理学ジャーナル』の2021年の論文では、親の過度な関与は、幼稚園児の判断力の低下につながる可能性があることが分かりました。別の批評家は、アメリカのティーンエイジャーがこれほど不安を抱えている理由の一部は、過保護な子供時代が彼らに達成感を与えずに終わらせてしまうことにあると論じました。\n\nアメリカは広大であり、親たちは自分の子供や特定の近所のことについて一番よく知っています。ですから、私は自分の5歳の娘を今すぐ一人でスーパーに行かせようとは思いません。しかし私は、『Old Enough!』を見ることが、より多くのアメリカの親たちに「私たちの文化的規範（常識）は見直す必要があるのではないか」という可能性を考えさせるきっかけになることを願っています。私は末娘と一緒にこの番組を見ましたが、彼女は、自分より年下の子もいる子供たちが、ほとんど自分たちだけで多くのワクワクすることをするのを許されていることに、とても嫉妬していました。『Old Enough!』の子供たちが任務を完了した後の小さな顔に浮かぶ喜びの表情を見て、私は自分の娘たちにも、どのような方法で達成するにせよ、あのような勝利感（達成感）を味わわせたいと強く思いました。"
    },
    "summaryContent": {
      "type": "text",
      "content": "本文要約 (Summary)\n(200文字程度) 筆者は日本の番組「はじめてのおつかい」を見て、米国では親が「無責任」とされるため成立しないと考えた。米国の親は過保護で、調査でも子供の自立を遅く見積もっている。しかし研究によれば、過干渉は子供の判断力を低下させ、不安を招く可能性がある。筆者は娘が番組の子供たちに嫉妬する姿を見て、米国の子育て規範を見直し、自分の子供にも同様の「達成感」を味わわせたいと願っている。"
    },
    "teachingPointsContent": {
      "type": "text",
      "content": "講師用指導ポイント (Teaching Guide)\nテーマの背景:\n\nHelicopter Parents / Snowplow Parents: 米国で問題視されている「過保護・過干渉な親」の文脈を知っていると読みやすいです。\n\nCultural Relativism: 「日本＝安全、子供が自立」「米国＝危険、親が保護」という対比構造を意識させましょう。\n\n重要表現:\n\nBe taken as: ～とみなされる（= be regarded as / be seen as）。Q1の正解に直結する熟語です。\n\nAt every turn: 至る所で、ことあるごとに（= constantly / always）。\n\nTriumph: 勝利、征服、大成功。ここでは \"Sense of achievement\"（達成感）と同義で使われています。\n\n記述のテクニック（Q5）:\n\n最終文の \"however they might achieve it\"（どのようにそれを成し遂げるにせよ）という表現から、筆者が重視しているのは「おつかいそのもの」ではなく、**「自分でやり遂げるプロセスと、その結果得られる感情」**であることが読み取れます。解答では単に「おつかいをする」ではなく「タスクを完了し（complete a task）、達成感を感じる（feel triumph）」と抽象化して書くのが高得点のコツです。"
    },
    "passageTitleEn": "Rethinking Parenting: Lessons from Japanese Errands",
    "passageTitleJa": "子育てを見直す：日本のおつかいからの教訓",
    "createdAt": "2026-01-20T21:14:58.612Z",
    "id": 9
  },
  {
    "title": "徳島大学2023年大問１",
    "subject": "過去問",
    "year": "2026",
    "month": "1",
    "author": "Kikuchi",
    "source": "徳島大学2023",
    "problemContent": {
      "type": "text",
      "content": "When the Gifts Abandon Us: Waste vs. Respect\n\nI once gave a lecture titled \"Cultures of Gratitude\" at a small private college where school fees could reach $40,000 a year. I told a traditional story of the years when the corn harvests were so plentiful that the storehouse was full. The fields had been so generous with the villagers that the people scarcely needed to work, so they didn't. The hoes leaned idly against a tree. The people became so lazy that they let the time for corn ceremonies go by without a single song of gratitude. They began to use the corn in ways that the Three Spirits [spirits of corn, bean, and pumpkin] had not intended when they gave the people corn as a sacred gift of food. They burned it for fuel when they couldn't be bothered to cut firewood. The dogs dragged it off from the untidy heaps the people made instead of storing the harvest in secure barns. No one stopped the kids when they kicked corn around the village in their games.\n\nSaddened by the lack of respect, the Corn Spirit decided to go where she would be appreciated. At first the people didn't even notice. But the next year, the cornfields were nothing but weeds. The storehouse was nearly empty and the grain that had been left intended was moldy and mouse-chewed. There was nothing to eat. The people sat about in despair, growing thinner and thinner. When they abandoned gratitude, the gifts abandoned them.\n\nOne small child walked out from the village and wandered for days until he found the Corn Spirit in a sunlit clearing in the woods. He begged her to return to his people. She smiled kindly at him and instructed him to teach his people the gratitude and respect that they had forgotten. Only then would she return. He did as she asked and after a hard winter without corn, which was to remind them of the cost, she returned to them in the spring.\n\nSeveral students in my audience yawned. They could not imagine such a thing. The shelves of the grocery store were always well stocked for them. At a reception afterward the students filled their plates with the usual food. We exchanged questions and comments while we ate and drank. The students fed on cheese and crackers, a variety of cut vegetables, and little cups of dip. There was enough food to feast a small village. The leftovers were swept into trash bins placed conveniently next to the tables.\n\nA beautiful young girl, dark hair tied up in a headscarf, was listening to the discussion, waiting her turn. When nearly everyone had left, she approached me, gesturing with an apologetic smile at the wasted food of the reception. \"I don't want you to think no one understands what you were saying.\" she said. \"I do. You sound like my grandmother, back in my village in Turkey. I will tell her she must have a sister here in the United States. In her house, we learned that everything we put in our mouths, everything that allows us to live, is the gift of another life. I remember lying with her at night as she made us thank the wooden beams of her house and the wool blankets we slept in. My grandma wouldn't let us forget that these are all gifts, which is why you take care of everything, to show respect for that life. In my grandmother's house we were taught to kiss the rice. If a single grain fell to the ground, we learned to pick it up and kiss it, to show we meant no disrespect in wasting it.\" The student told me that, when she came to the United States, the greatest culture shock she experienced was not language or food or technology, but waste.\n\n\"I've never told anyone before,\" she said, \"but the cafeteria made me sick, because of the way people treated their food. What people throw away here after one lunch would supply my village for days. I could not speak to anyone of this; no one else would understand to kiss the grain of rice.\" I thanked her for her story, and she said, \"Please, take it as a gift, and give it to someone else.\"\n\n〈出典〉Robin Wall Kimmerer, Braiding Sweetgrass: Indigenous Wisdom, Scientific Knowledge and the Teachings of Plants (Milkweed Editions, 2020) (一部改変)\n\nhoe　　鍬（くわ）\n\nbeam　　梁（はり）"
    },
    "questionContent": {
      "type": "text",
      "content": "Answer the following questions in English.\r\n\r\n1 In the \"traditional story\" in the underlined part (A), what should the people have done?\r\n\r\n2 In reference to the underlined part (B), what was the situation that the students \"could not imagine\"?\r\n\r\n3 In reference to the underlined part (C), who are supposed to be sisters?\r\n\r\n4 What shocked the student from Turkey when she arrived in the United States?\r\n\r\n5 What does \"it\" in the underlined part (D) refer to?\r\n\r\n6 In what way is the \"traditional story\" in the underlined part (A) similar to what the writer saw at the reception after the lecture?"
    },
    "explanationContent": {
      "type": "text",
      "content": "1 (解答1) They should have thanked the Corn Spirit for the harvest and shown her respect.\n\n(解答2) They should have appreciated the harvest and lived without forgetting gratitude and respect for it.\n\n2 (解答1) The situation where there was nothing to eat.\n\n(解答2) The situation where they had (great) difficulty getting food [things to eat].\n\n3 The writer and the grandmother of the girl from Turkey (who spoke to her during the reception) are.\n\n4 (解答1) Not language or food or technology, but waste did.\n\n(解答2) The way people treated their food and threw leftovers away did.\n\n(解答3) That people in the United States seemed to show no respect for food did.\n\n5 It refers to the girl's story.\n\n6 Both the \"traditional story\" and what the writer saw are similar to each other in that nobody seemed to express gratitude or respect for food.\n\n\n2023年徳島大学 大問1（物語・エッセイ）の解説資料を作成しました。 この年の問題は、『Braiding Sweetgrass（邦題：植物と叡智の守り人）』の著者ロビン・ウォール・キマラー（植物学者・ネイティブアメリカン）の文章からの出題です。「現代の飽食」と「伝統的な感謝の心」を対比させた、非常にメッセージ性の強い良問です。\n\nQ1. 下線部(A)の「伝統的な物語」において、人々は何をすべきだったか？\n\nIn the \"traditional story\"... what should the people have done?\n\n根拠: 第1パラグラフ全体。人々が「しなかったこと（怠慢）」の逆が答えになります。\n\n\"without a single song of gratitude\" → 感謝の歌を歌うべきだった。\n\n\"storing the harvest in secure barns\" (instead of heaps) → 納屋に保管すべきだった。\n\n\"lack of respect\" → 敬意を示すべきだった。\n\n解答構成: should have + 過去分詞（～すべきだった）を使って、感謝や敬意について記述します。\n\n模範解答: They should have thanked the Corn Spirit for the harvest and shown her respect.\n\nQ2. 下線部(B)に関して、学生たちが「想像できなかった」状況とは何か？\n\n...what was the situation that the students \"could not imagine\"?\n\n根拠: 直前の第3パラグラフの終わりの状況（飢え）と、直後の \"The shelves of the grocery store were always well stocked\"（店には常に物がある）との対比。\n\n物語の中の \"There was nothing to eat.\"（食べるものがない）という状況です。\n\n解答構成: The situation where... と関係副詞で繋ぐか、具体的に \"Having no food\" と説明します。\n\n模範解答: The situation where there was nothing to eat.\n\nQ3. 下線部(C)に関して、誰が姉妹であると想定されているか？\n\n...who are supposed to be sisters?\n\n根拠: 第5パラグラフ中盤。トルコ出身の女子学生のセリフ \"You sound like my grandmother... I will tell her she must have a sister here...\"\n\n解説: \"You\"（筆者）と \"my grandmother\"（祖母）の考え方が似ているため、魂の姉妹のようだ、という意味です。\n\n模範解答: The writer and the grandmother of the girl from Turkey.\n\nQ4. トルコ出身の学生がアメリカに着いた時、何にショックを受けたか？\n\nWhat shocked the student from Turkey when she arrived in the United States?\n\n根拠: 第5パラグラフ最終文 \"...the greatest culture shock she experienced was not language or food or technology, but waste.\"\n\n解説: 「廃棄（無駄にすること）」が最大のショックでした。\n\n模範解答: Not language or food or technology, but waste did. / The way people treated their food and threw leftovers away did.\n\nQ5. 下線部(D)の \"it\" は何を指すか？\n\nWhat does \"it\" in the underlined part (D) refer to?\n\n根拠: 直前の文脈。彼女は自分の祖母の話や、カフェテリアで気分が悪くなった話（米にキスをする話）を筆者に打ち明けました。そして \"I thanked her for her story\"（私は彼女の話に感謝した）の直後に \"Please, take it as a gift\" と言っています。\n\n解説: 彼女が語った「個人的な体験談・話」を指します。\n\n模範解答: It refers to the girl's story.\n\nQ6. 下線部(A)の「伝統的な物語」は、講演後に筆者が懇親会で見た光景とどのような点で似ているか？\n\nIn what way is the \"traditional story\"... similar to what the writer saw at the reception...?\n\n根拠:\n\n物語（昔）: 人々は感謝を忘れ、トウモロコシを燃やしたり蹴ったりして粗末にした（waste/lack of respect）。\n\n懇親会（現代）: 学生たちは食べ残しをゴミ箱に捨てた（waste/lack of respect）。\n\n解説: 時代の違いはあれど、「食べ物に対する感謝の欠如」や「浪費（waste）」という共通点を記述します。\n\n模範解答: Both the \"traditional story\" and what the writer saw are similar to each other in that nobody seemed to express gratitude or respect for food.\n"
    },
    "translationContent": {
      "type": "text",
      "content": "贈り物が私たちを見捨てる時：浪費と敬意\n\n全訳 (Full Translation)\n私はかつて、学費が年間4万ドルにも達するような小規模な私立大学で、「感謝の文化」と題した講義を行いました。私はそこで、トウモロコシの収穫があまりに豊かで貯蔵庫がいっぱいだった時代についての、ある伝統的な物語を話しました。畑が村人たちに対してあまりに気前が良かったので、人々はほとんど働く必要がなくなり、実際に働かなくなりました。鍬（くわ）は木のそばに何もしないまま立てかけられました。人々はあまりに怠惰になり、感謝の歌を一つも歌うことなく、トウモロコシの儀式の時期を過ぎさせてしまいました。彼らは、三人の精霊（トウモロコシ、豆、カボチャの精霊）が聖なる食糧の贈り物として人々にトウモロコシを与えた時には意図していなかったような方法で、それを使い始めました。彼らは薪を割るのが面倒だという理由で、燃料としてトウモロコシを燃やしました。収穫物を安全な納屋に保管する代わりに作った乱雑な山から、犬たちがそれを引きずり出しました。子供たちが遊びの中で村中にトウモロコシを蹴り飛ばしても、誰も止めませんでした。\n\n敬意の欠如に悲しみ、トウモロコシの精霊は、自分が感謝される場所へ行こうと決意しました。最初、人々は気づきさえしませんでした。しかし翌年、トウモロコシ畑には雑草しか生えませんでした。貯蔵庫はほぼ空っぽになり、残されていた穀物はカビが生え、ネズミにかじられていました。食べるものは何もありませんでした。人々は絶望して座り込み、どんどん痩せていきました。彼らが感謝を捨てたとき、贈り物も彼らを見捨てたのです。\n\nある小さな子供が村から出て歩き続け、数日後、森の中の日当たりの良い空き地でトウモロコシの精霊を見つけました。彼は彼女に、自分の民のもとへ戻ってくれるよう懇願しました。彼女は彼に優しく微笑み、彼らが忘れてしまった感謝と敬意を人々に教えるよう指示しました。そうして初めて、彼女は戻るというのです。彼は彼女が求めた通りにし、そして代償を彼らに思い出させるためのトウモロコシのない厳しい冬を経て、春に彼女は彼らのもとに戻りました。\n\n聴衆の中にいた数人の学生があくびをしました。彼らにはそのような事態（飢え）が想像できなかったのです。彼らにとって、食料品店の棚には常に在庫がありました。その後の懇親会で、学生たちはいつもの食べ物で皿を満たしました。私たちは飲み食いしながら質問やコメントを交わしました。学生たちはチーズやクラッカー、様々なカット野菜、小さなカップに入ったディップソースを食べました。小さな村なら御馳走攻めにできるほどの十分な食料がありました。食べ残しは、テーブルの隣に便利そうに置かれたゴミ箱へと掃き捨てられました。\n\nスカーフで黒髪を結った美しい若い女性が、自分の順番を待ちながら議論を聞いていました。ほぼ全員が立ち去った時、彼女は私に近づき、申し訳なさそうな笑顔で懇親会の廃棄された食べ物を指し示しました。「誰もあなたの言っていることを理解していない、とは思ってほしくないのです」と彼女は言いました。「私には分かります。あなたは、トルコの村にいる私の祖母のように聞こえます。私は祖母に、アメリカにも彼女の姉妹がいるに違いないと伝えるつもりです。祖母の家では、口に入れるすべてのもの、私たちが生きることを可能にしてくれるすべてのものは、他の命からの贈り物だと学びました。夜、祖母と一緒に横になりながら、家の木の梁（はり）や、私たちが眠るウールの毛布に感謝を捧げたことを覚えています。祖母はこれらがすべて贈り物であることを私たちに忘れさせませんでした。だからこそ、その命への敬意を示すために、あらゆるものを大切に扱うのです。祖母の家では、私たちは『米にキスをする』ことを教えられました。もし一粒でも地面に落ちたら、私たちはそれを拾い上げ、粗末にするつもりはないという敬意を示すためにキスをすることを学んだのです。」その学生は、アメリカに来た時、経験した最大のカルチャーショックは言語でも食べ物でも技術でもなく、「廃棄（無駄にすること）」だったと私に語りました。\n\n「誰にも言ったことはありませんが」と彼女は言いました。「カフェテリア（食堂）に行くと気分が悪くなりました。人々が食べ物を扱う態度のせいです。ここで人々が一度の昼食後に捨てるものは、私の村なら数日間賄える量でしょう。私はこのことを誰にも話せませんでした。誰も『米粒にキスをする』なんて理解してくれないでしょうから。」私が彼女の話に対して感謝すると、彼女は言いました。「お願いです、これを贈り物として受け取って、誰か他の人に伝えてください。」"
    },
    "summaryContent": {
      "type": "text",
      "content": "本文要約 (Summary)\n(200文字程度) 筆者は豊かな大学で「感謝」について講演し、感謝を忘れ作物を粗末にした村から精霊が去った伝承を語った。学生たちは飢えを想像できず、懇親会でも平気で食べ物を捨てた。しかしあるトルコ人学生は、筆者の話に共感し、祖母から「米一粒にもキスをして感謝する」よう教えられた自身の背景と、アメリカの廃棄文化への違和感を語った。彼女はその話を筆者に「贈り物」として託した。"
    },
    "teachingPointsContent": {
      "type": "text",
      "content": "講師用指導ポイント (Teaching Guide)\nテーマ: Food Waste（食品ロス） と Gratitude（感謝）。SDGsや異文化理解に関連する、近年の入試トレンドに合致したテーマです。\n\n対比構造:\n\nMyth (物語) vs Reality (現実)\n\nScarcity (飢え・欠乏) vs Abundance (飽食・富)\n\nTraditional values (祖母・トルコ) vs Modern behavior (学生・アメリカ)\n\nこの3層の対比を意識させると、Q6のような「共通点・相違点」を問う問題に強くなります。\n\n比喩表現 (Q3):\n\n\"Sisters\" は血縁関係ではなく、「価値観を共有する者同士」という比喩です。文脈から「似ている（You sound like...）」という根拠を見つける読解力が求められます。\n\n記述のポイント:\n\nQ1の \"should have p.p.\"（～すべきだった）や、Q6の \"similar in that...\"（～という点において似ている）といった、論理を説明するための構文力が記述の質を左右します。"
    },
    "passageTitleEn": "When the Gifts Abandon Us: Waste vs. Respect",
    "passageTitleJa": "贈り物が私たちを見捨てる時：浪費と敬意",
    "createdAt": "2026-01-20T21:08:08.131Z",
    "id": 8,
    "updatedAt": "2026-01-20T21:26:24.663Z"
  },
  {
    "title": "徳島大学2024年大問３",
    "subject": "過去問",
    "year": "",
    "month": "",
    "author": "Kikuchi",
    "source": "徳島大学2024",
    "problemContent": {
      "type": "text",
      "content": "以下の英文の問いについて、80～100 ワード程度の長さで1パラグラフの文章を英語で書きなさい。\r\n\r\nIn the modern world, loneliness has become a serious problem as connections among people in the local community are being lost. In order to encourage more friendly connections among neighbors, what kind of place or event would you like to have in your neighborhood? State your idea and provide two reasons with enough details to explain why it's a good idea."
    },
    "questionContent": null,
    "explanationContent": {
      "type": "text",
      "content": "(解答例1) I'd like to have a place where elementary and junior high school students can come freely, feel at home and enjoy themselves as if the place were their own home. The home can be run by volunteer staff, and its expenses can be covered by contributions or crowdfunding. At this place, I'd like to serve good food and drink for free. Besides, I'd like to  help children with their schoolwork. By doing these activities, I can build the relationships not only with children but also with other volunteer workers and people in my neighborhood. (80～100 ワード程度)\n\n\n\n\n(解答例2) I would like to establish a non-profit organization to do volunteer work for the community, with the purpose of visiting elderly people who live alone and need help. For us, the younger generation, the opportunity to help the elderly is also an opportunity to learn many things from them. The elderly are our seniors in life. I believe that creating opportunities for intergenerational exchange is very meaningful and will help in the development of a rich and cooperative society. (80～100 ワード程度)\n\n\n徳島大学2024年（大問3・自由英作文）の解説資料を作成しました。 この年のテーマは「孤独（Loneliness）」と「地域コミュニティ（Local Community）」という、現代社会の課題に即した非常に徳島大らしい出題です。\n\n合格答案作成ストラテジー\n① 難しく考えすぎない（アイデア出しのコツ） 「すごいアイデア」を出す必要はありません。「孤独を解消する」→「会話が生まれる場所」と考えればOKです。\n\n食べ物系: みんな食べることは好きです。BBQ、カレーパーティー、子ども食堂。\n\n趣味系: スポーツ大会、音楽フェス、共同農園。\n\n防災系: 防災訓練（地震の多い日本ならではの「助け合い」の文脈で書きやすい）。\n\n② 徳島大用テンプレート 以下の型に当てはめて書く練習をしましょう。\n\nI would like to have [　アイデア　] in my neighborhood. There are two reasons for this. First, [　理由1　]. For example, [　具体例1　]. Second, [　理由2　]. Through this activity, [　詳細・効果　]. [締め] Therefore, I believe this idea will help reduce loneliness and build a strong community.\n\n③ 使える「理由」のネタ帳\n\n共通の話題ができるから: It gives us a common topic to talk about.\n\n顔見知りになれるから: We can get to know each other's faces and names.\n\n助け合えるから: People can help each other when they are in trouble.\n\n世代を超えて交流できるから: Young people and elderly people can interact with each other.\n\n4. 別解例 (Another Model Answer)\n生徒が真似しやすい、少し易しめの語彙を使った解答例です。\n\nTopic: Community Garden (共同菜園)\n\nI would like to create a \"community vegetable garden\" in a local park. I have two reasons for this idea.\n\nFirst, working together outside is a great way to start conversations naturally. Even shy people can talk easily about growing tomatoes or watering plants. It is less stressful than a formal party. Second, sharing the harvested vegetables creates a sense of bonding. When neighbors cook and eat the same food, they feel closer to each other.\n\nThrough gardening, people of all ages can work together, and this will surely make our community warmer and less lonely. (98 words)\n\n(全訳) 私は地元の公園に「コミュニティ野菜畑（共同菜園）」を作りたいです。このアイデアには2つの理由があります。 第一に、外で一緒に作業することは、自然に会話を始める素晴らしい方法だからです。シャイな人でも、トマトの栽培や水やりについてなら簡単に話せます。それは形式的なパーティーよりもストレスが少ないです。 第二に、収穫した野菜を分け合うことは、絆を生み出します。隣人同士が同じ食べ物を料理して食べることで、お互いをより身近に感じることができます。 園芸を通じて、あらゆる年齢の人々が協力し合うことができ、これは間違いなく私たちの地域をより温かく、孤独の少ないものにするでしょう。\n"
    },
    "translationContent": {
      "type": "text",
      "content": "設問: 現代社会において、地域社会の人々のつながりが失われつつあるため、孤独は深刻な問題となっています。隣人同士のより友好的なつながりを促進するために、あなたは自分の近所にどのような「場所」や「イベント」が欲しいですか？ あなたのアイデアを述べ、それがなぜ良いアイデアなのかを説明する十分な詳細を伴う2つの理由を挙げなさい。（80～100語程度）\n\n解答例1（子供の居場所）: 私は、小中学生が自由に来ることができ、まるで自分の家にいるかのようにくつろいで楽しめる場所が欲しいです。その「家」はボランティアスタッフによって運営され、費用は寄付やクラウドファンディングで賄うことができます。この場所では、美味しい食事や飲み物を無料で提供したいです。さらに、子供たちの学校の勉強も手伝いたいです。これらの活動を行うことで、子供たちだけでなく、他のボランティアスタッフや近所の人々とも関係を築くことができます。\n\n解答例2（高齢者支援NPO）: 私は、一人暮らしで助けを必要としている高齢者を訪問する目的で、地域のためのボランティア活動を行う非営利団体（NPO）を設立したいです。私たち若い世代にとって、高齢者を助ける機会は、彼らから多くのことを学ぶ機会でもあります。高齢者は人生の先輩です。世代間の交流の機会を作ることは非常に有意義であり、豊かで協力的な社会の発展に役立つと信じています。"
    },
    "summaryContent": null,
    "teachingPointsContent": {
      "type": "text",
      "content": "設問: 現代社会において、地域社会の人々のつながりが失われつつあるため、孤独は深刻な問題となっています。隣人同士のより友好的なつながりを促進するために、あなたは自分の近所にどのような「場所」や「イベント」が欲しいですか？ あなたのアイデアを述べ、それがなぜ良いアイデアなのかを説明する十分な詳細を伴う2つの理由を挙げなさい。（80～100語程度）\n\n解答例1（子供の居場所）: 私は、小中学生が自由に来ることができ、まるで自分の家にいるかのようにくつろいで楽しめる場所が欲しいです。その「家」はボランティアスタッフによって運営され、費用は寄付やクラウドファンディングで賄うことができます。この場所では、美味しい食事や飲み物を無料で提供したいです。さらに、子供たちの学校の勉強も手伝いたいです。これらの活動を行うことで、子供たちだけでなく、他のボランティアスタッフや近所の人々とも関係を築くことができます。\n\n解答例2（高齢者支援NPO）: 私は、一人暮らしで助けを必要としている高齢者を訪問する目的で、地域のためのボランティア活動を行う非営利団体（NPO）を設立したいです。私たち若い世代にとって、高齢者を助ける機会は、彼らから多くのことを学ぶ機会でもあります。高齢者は人生の先輩です。世代間の交流の機会を作ることは非常に有意義であり、豊かで協力的な社会の発展に役立つと信じています。"
    },
    "passageTitleEn": "課題作文",
    "passageTitleJa": " ",
    "createdAt": "2026-01-20T21:00:26.258Z",
    "id": 7,
    "updatedAt": "2026-01-20T21:26:59.509Z"
  },
  {
    "title": "徳島大学2024年大問２",
    "subject": "過去問",
    "year": "",
    "month": "",
    "author": "Kikuchi",
    "source": "徳島大学2024",
    "problemContent": {
      "type": "text",
      "content": "Surviving Alzheimer's: Building a Legacy of Kindness\n\nMy father has Alzheimer's disease. He started showing symptoms like memory loss about 12 years ago. Now he needs help eating and getting dressed. He doesn't really know where he is or when it is, and it's been really hard. I'm doing the things that you can do to prevent Alzheimer's, but as Alzheimer's tends to run in families, I've decided to prepare to get Alzheimer's disease.\n\nBased on what I've learned from taking care of my father, and researching what it's like to live with dementia, I'm focusing on three things in my preparation: I'm changing what I do for fun; I'm working to build my physical strength; and — this is the hard one — I'm trying to become a better person. Let's start with the hobbies. When you get dementia, it gets harder and harder to enjoy yourself. You can't sit and have long talks with your old friends, because you don't know who they are. It's confusing to watch television, and often very frightening. And reading is almost impossible. When you care for someone with dementia, and you get caregiver training, the experts train you to engage your family member in activities that are familiar and hands-on. So, I've been trying to learn to do things that are hands-on. I've always liked to draw, so I'm doing it more even though I'm really very bad at it. I am learning some basic origami. I can make a really great box. And I'm teaching myself to knit, but so far, I can only knit a shapeless ball.\n\nIt doesn't matter if I'm actually good at it. What matters is that my hands know how to do it. Because the more things that are familiar, the more things my hands know how to do, the more things that I can be happy and busy doing when my brain's not managing well anymore. They say that people who are engaged in activities are happier, easier for their caregivers to look after, and it may even slow the progress of the disease.\n\nA lot of people don't know that Alzheimer's actually has physical symptoms, too. You lose your sense of balance, you get muscle shaking, and that tends to lead people to being less and less able to move. They get scared to walk around. So, I'm doing yoga and tai chi to improve my balance, so that when I start to lose it, I'll still be able to move.\n\nFinally, the third thing. I'm trying to become a better person. My dad was kind and loving before he had Alzheimer's, and he's kind and loving now. I've seen him lose his intellect, his sense of humor, his language skills, but I've also seen this: He loves me, he loves my sons, he loves my brother and my mom and his caregivers. And that love makes us want to be around him, even when it's so hard. When you take away everything that he ever learned in this world, his naked heart still shines. I was never as kind as my dad, and I was never as loving. And what I need now is to learn to be like that. I need a heart so pure that it will survive. I don't want to get Alzheimer's disease. But if it comes for me, I'm going to be ready.\n\n〈出典〉Alanna Shaikh, \"How I'm preparing to get Alzheimer's.\" TEDGlobal, 2012.\n\n(一部改変)\n\nAlzheimer's (disease)　　　アルツハイマー病\n\ndementia　　　　　　　　　認知症\n\nsymptom　　　　　　　　　症状\n\ntai chi　　　　　　　　　　太極拳"
    },
    "questionContent": {
      "type": "text",
      "content": "Answer the following questions in English.\r\n\r\nWhy is it confusing or frightening for people with dementia to watch television?\r\n\r\nWhat are the three hands-on activities that the writer is learning?\r\n\r\nWhy would hands-on activities help when one gets Alzheimer's?\r\n\r\nWhat is the writer doing to prepare for the physical symptoms of Alzheimer's?\r\n\r\nHow would the activities in question 4 help when one gets Alzheimer's?\r\n\r\nHow does being a good person help when one gets Alzheimer's?"
    },
    "explanationContent": {
      "type": "text",
      "content": "1 Because you don't know who the people on television are, it gets harder and harder to enjoy watching them when you get dementia.\n\n2 Drawing, learning (some basic) origami, and knitting.\n\n3 Because they can enjoy their hands-on activities even as their brain function declines, leading to a happier life for the rest of their days, and also because they may be able to slow the progression of Alzheimer's disease, which in turn reduces the burden on caregivers.\n\n4 The writer is doing yoga and tai chi (to improve his balance).\n\n5 (解答例1) By improving one's balance, one will still be able to move.\n\n　(解答例2) Doing Yoga and tai-chi helps nurture body balance, and losing the sense of balance may slow down which is crucial for body movement.\n\n6 (解答例1) A good and kind person is loved by people and makes them want to be around him/her, even when it's so hard. So, such a person can spend the rest of his/her life [years] happily even when he/she gets Alzheimer's disease.\n\n　(解答例2) It helps by making one's families and caregivers want to be around the person.\n\n　(解答例3) Even when losing everything we learned through dementia, being a good person helps us to let those around us know that our love is constant so that our family or caregivers want to be around us.\n\n\n設問別解説 (Detailed Explanation)\nQ1. なぜ認知症の人にとってテレビを見るのは混乱し、恐ろしいのか？\n\nWhy is it confusing or frightening for people with dementia to watch television?\n\n根拠: 第2パラグラフ中盤。\n\n本文: \"You can't sit and have long talks with your old friends, because you don't know who they are. It's confusing to watch television...\"\n\n解説: 本文では「友人が誰だか分からないから話せない」の直後に「テレビも混乱する」と続いています。テレビが混乱する理由も文脈上「画面に映っている人が誰だか（何が起きているか）分からないから」と推測されます。\n\n解答構成: Because + you don't know who the people are...\n\n模範解答: Because you don't know who the people on television are, it gets harder and harder to enjoy watching them when you get dementia.\n\nQ2. 筆者が学んでいる3つの手作業（hands-on activities）は何か？\n\nWhat are the three hands-on activities that the writer is learning?\n\n根拠: 第2パラグラフ後半。\n\n\"I've always liked to draw, so I'm doing it more...\"\n\n\"I am learning some basic origami.\"\n\n\"And I'm teaching myself to knit...\"\n\n解説: 3つの具体例を抜き出すシンプルな問題です。\n\n模範解答: Drawing, learning (some basic) origami, and knitting.\n\nQ3. アルツハイマーになった時、なぜ手作業が役立つのか？\n\nWhy would hands-on activities help when one gets Alzheimer's?\n\n根拠: 第3パラグラフ全体。\n\n理由① (本人): \"...more things that I can be happy and busy doing when my brain's not managing well...\"（脳が機能しなくても幸せで忙しくいられる）\n\n理由② (介護者): \"...easier for their caregivers to look after...\"（介護者が世話しやすい）\n\n理由③ (病気): \"...it may even slow the progress of the disease.\"（進行を遅らせる可能性がある）\n\n解説: 3つの利点が列挙されています。これらを Because で繋げてまとめます。\n\n模範解答: Because they can enjoy their hands-on activities even as their brain function declines... and also because they may be able to slow the progression of Alzheimer's disease...\n\nQ4. アルツハイマーの身体的症状に備えて筆者は何をしているか？\n\nWhat is the writer doing to prepare for the physical symptoms of Alzheimer's?\n\n根拠: 第4パラグラフ最終文。\"So, I'm doing yoga and tai chi to improve my balance...\"\n\n解説: 具体的なアクションを抜き出します。目的（to improve balance）を添えるとより丁寧です。\n\n模範解答: The writer is doing yoga and tai chi (to improve his balance).\n\nQ5. 問4の活動は、アルツハイマーになった時にどのように役立つか？\n\nHow would the activities in question 4 help when one gets Alzheimer's?\n\n根拠: 第4パラグラフ最終文の後半。\"so that when I start to lose it [balance], I'll still be able to move.\"\n\n解説: ヨガや太極拳をする目的（効果）を答えます。「バランス感覚を養うことで、動ける状態を維持できる」という因果関係を記述します。\n\n模範解答: By improving one's balance, one will still be able to move.\n\nQ6. 良い人であることは、アルツハイマーになった時にどのように役立つか？\n\nHow does being a good person help when one gets Alzheimer's?\n\n根拠: 第5パラグラフ中盤。\"And that love makes us want to be around him, even when it's so hard.\"\n\n解説: 筆者の父の例から考えます。「父は優しい」→「だから家族や介護者は、介護が辛くても父のそばにいたいと思う」というロジックです。\n\n解答構成: 「周囲の人がそばにいたいと思ってくれるから」という内容をまとめます。\n\n模範解答: It helps by making one's families and caregivers want to be around the person."
    },
    "translationContent": {
      "type": "text",
      "content": "アルツハイマーを生き抜くために：優しさという遺産を築く\n\n全訳 (Full Translation)\n私の父はアルツハイマー病を患っています。父が記憶喪失などの症状を示し始めたのは約12年前のことです。今では、食事や着替えに介助が必要です。彼は自分がどこにいるのか、いつなのかもよく分かっておらず、本当に辛い状況です。私はアルツハイマー病を予防するためにできることをしていますが、アルツハイマー病は遺伝する傾向があるため、私は「自分がアルツハイマー病になることに備える」ことに決めました。\n\n父の介護から学んだことや、認知症と共に生きるとはどういうことかを調べたことに基づき、私は準備として3つのことに焦点を当てています。楽しみのためにすること（趣味）を変えること、体力をつけること、そして——これが一番難しいのですが——より良い人間になろうとすることです。\n\nまず趣味から始めましょう。認知症になると、楽しむことがどんどん難しくなります。古い友人と座って長話をすることはできません。彼らが誰なのか分からないからです。テレビを見ることも混乱しますし、しばしば非常に恐ろしいことでもあります。そして読書はほぼ不可能です。認知症の人を介護し、介護者としての訓練を受けると、専門家は家族（患者）を「馴染みがあり、かつ手を使う（実践的な）活動」に従事させるよう指導します。そこで、私は手を使うことを学ぼうとしています。私はずっと絵を描くのが好きだったので、実際はとても下手ですが、描く回数を増やしています。基本的な折り紙も習っています。すごく立派な箱を作れますよ。そして編み物も独学していますが、今のところ、形の定まらない毛糸の玉しか編めません。\n\n私が実際に上手かどうかは問題ではありません。重要なのは、私の手が「やり方を知っている」ということです。なぜなら、馴染みのあることが増えれば増えるほど、そして私の手がやり方を知っていることが増えれば増えるほど、脳がうまく機能しなくなった時でも、幸せに、忙しくしていられることが増えるからです。何らかの活動に従事している人は、より幸せで、介護者にとっても世話しやすく、さらに病気の進行を遅らせる可能性さえあると言われています。\n\n多くの人は、アルツハイマー病には身体的な症状もあることを知りません。平衡感覚（バランス）を失い、筋肉の震えが起き、そのせいで人々はどんどん動けなくなる傾向があります。歩き回るのが怖くなるのです。だから、私はヨガと太極拳をしてバランス感覚を向上させています。そうすれば、バランス感覚を失い始めた時でも、まだ動くことができるでしょう。\n\n最後に、3つ目のことです。私はより良い人間になろうとしています。父はアルツハイマーになる前から親切で愛情深い人でしたが、今でも親切で愛情深いです。私は父が知性、ユーモアのセンス、言語能力を失うのを見てきましたが、同時にこれらも見てきました。彼は私を愛し、私の息子たちを愛し、私の弟や母、そして介護者たちを愛しています。そしてその愛が、たとえ状況がどんなに辛くても、私たちに「彼のそばにいたい」と思わせるのです。彼がこの世で学んだすべてを取り去ったとしても、彼のありのままの心（naked heart）は輝いています。私は父ほど親切だったことはないし、父ほど愛情深かったこともありません。だから今私に必要なのは、そのようになることを学ぶことです。生き残るほどに純粋な心が必要です。私はアルツハイマー病にはなりたくありません。でも、もし病気が私のところへやって来たら、準備はできています。"
    },
    "summaryContent": {
      "type": "text",
      "content": "本文要約 (Summary)\n(200文字程度) 筆者はアルツハイマー病の父の介護経験から、自身も発症に備える決意をした。準備として3つのことに取り組んでいる。1つ目は、脳機能が低下しても楽しめる「手を使う趣味（絵・折り紙・編み物）」の習得。2つ目は、身体機能低下に備え「ヨガや太極拳」でバランス感覚を養うこと。3つ目は、周囲から愛され、介護者がそばにいたいと思えるような「善良な人間」になることである。"
    },
    "teachingPointsContent": {
      "type": "text",
      "content": "講師用指導ポイント (Teaching Guide)\r\n設問1の推論 (Inference):\r\n\r\n本文には「テレビが混乱する理由」が直接的には書かれていません（直前の友人の話の理由が \"don't know who they are\" です）。\r\n\r\n英語の論説文では**「近接性のルール（近い文脈の理由を適用する）」**がよく使われます。「友人の顔がわからない」→「同様にテレビの人の顔もわからないから混乱する」と推測させる指導が必要です。\r\n\r\n設問3の情報の統合 (Synthesis):\r\n\r\n第3パラグラフにはメリットが複数（本人の幸せ、介護者の負担減、病気の進行抑制）書かれています。\r\n\r\n記述問題で「要素不足」による減点を防ぐため、列挙されているメリットはすべて盛り込むようアドバイスしてください。\r\n\r\n抽象的な概念の言語化 (Abstract to Concrete):\r\n\r\n設問6の「良い人であることがどう役立つか」は、本文の \"Love makes us want to be around him\" を一般論（one / person / caregivers）に書き換える力が問われます。\r\n\r\n具体的な「父（He）」の話から、一般的な「アルツハイマー患者としての教訓」に昇華させて解答を作成するテクニックを確認させてください。\r\n\r\nキーワード:\r\n\r\nHands-on: 「実践的な」「手を使う」。体験学習などでよく使われますが、ここでは「認知機能を使わずに（手癖で）できる」という意味で重要です。\r\n\r\nEngage: 「従事させる」「引き込む」。介護の文脈では「活動に参加させる」という意味になります。"
    },
    "passageTitleEn": "Surviving Alzheimer's: Building a Legacy of Kindness",
    "passageTitleJa": "アルツハイマーを生き抜くために：優しさという遺産を築く",
    "createdAt": "2026-01-20T20:41:27.508Z",
    "id": 6,
    "updatedAt": "2026-01-20T21:28:56.972Z"
  },
  {
    "title": "徳島大学2024年大問１",
    "subject": "過去問",
    "year": "",
    "month": "",
    "author": "Kikuchi",
    "source": "徳島大学2024",
    "problemContent": {
      "type": "text",
      "content": "Learning to Accept Compliments\n\nI'm not perfect. It's not hard for me to admit. After all, who is more aware of one's shortcomings than themselves? However, when I volunteered at a camp for young elementary schoolers last summer and noticed that the kids seemed to worship me, it struck me that to them, I was flawless.\n\nSoon after, one of the children I had guided and become close to — in that way that teachers become friends with their students — told me excitedly that she wanted to be just like me when she grew up. It hit me, then, that I had become a role model.\n\nThis realization, however, wasn't exactly pleasant. I panicked. I didn't see myself as what an ideal high school student should be. Confused, I ended up asking the child why I was her role model, wanting to understand what it was she saw in me that I didn't see in myself. She told me I seemed confident in everything I was doing, and that my confidence was inspiring.\n\nIt was uncomfortable, mostly because I had never really seen myself that way. However, when I thought about the situation from a neutral perspective, trying to see myself as she did rather than the harsh way I judged myself, I realized she was right. Volunteering was something I had been doing for years, so when it came to interacting with kids and helping them out, I was confident in my actions. Looking back, it seemed obvious. I was experienced in volunteering and helping out kids, so of course, I would be confident in doing it. So why had it been so difficult for me to simply accept and be content with the compliment?\n\nI've never been good at receiving compliments from teachers praising my work. I've never been good at accepting my parents being proud of my accomplishments, even when I know I've done a good job. For example, when I was accepted to a summer program at the California Scholastic Press Association, which was well respected, my parents expressed pride, but I initially viewed it as something they didn't mean and were just saying because they had to.\n\nWhat I soon realized though, was that my negative view of myself was stealing my joy. By acknowledging that, silencing my inner critic was possible. I could open up space to hear and receive compliments, and understand that the little girl who told me I was her role model wasn't just saying so — she truly believed it. People often see us in a more unbiased light than we see ourselves.\n\n〈出典〉Riya Murthy, \"Looking from a clear lens: How I learned to accept the opinions of others,\" El Estoque, The Student News Site of Monta Vista High School, February 13, 2023. (一部改変)"
    },
    "questionContent": {
      "type": "text",
      "content": "Answer the following questions in English.\r\n\r\nWho does the writer say is most aware of our faults?\r\n\r\nWhy did the child respect the writer?\r\n\r\nWhy did the child's respect make the writer feel uncomfortable?\r\n\r\nHow did the writer realize that the child was right?\r\n\r\nWhy didn't the writer believe her teachers and parents when they praised her?\r\n\r\nWhat is the main lesson that the writer wants us to learn from this essay?"
    },
    "explanationContent": {
      "type": "text",
      "content": "１The writer says that we ourselves are most aware of our faults.\n\n２Because the writer seemed (to the child) confident in everything she was doing, and her confidence was inspiring.\n\n３Because the writer didn't see herself as an ideal high school student.\n\n４(The writer realized that the child was right.) By thinking about the situation from a neutral perspective and trying to see herself as the girl did rather than the harsh way the writer judged herself.\n\n５Because the writer viewed their praise as something they didn't mean and were just saying because they had to.\n\n６People often see us in a more unbiased light than we see ourselves.\n\n\n設問別解説 (Detailed Explanation)\nQ1. 誰が私たちの欠点に最も気づいているか？ (Fact Finding)\n\nWho does the writer say is most aware of our faults?\n\n根拠: 第1パラグラフ第3文 \"After all, who is more aware of one's shortcomings than themselves?\"（結局、自分自身以上に欠点に気づいている人がいるだろうか＝いやいない）。\n\n解説: 修辞疑問文（反語）です。「自分自身が一番よく知っている」という意味。\n\n解答のコツ: 本文の \"themselves\" を一般的な \"we ourselves\" や \"the writer says that we ourselves are...\" の形に直して答えます。\n\nQ2. なぜその子供は筆者を尊敬したのか？ (Reason)\n\nWhy did the child respect the writer?\n\n根拠: 第3パラグラフ最終文 \"She told me I seemed confident in everything I was doing, and that my confidence was inspiring.\"\n\n解説: 子供が筆者を尊敬（ロールモデル化）した理由は「自信があるように見え、それが魅力的だったから」です。\n\n解答のコツ: Whyで聞かれているので Because で始めます。本文の \"I/my\" を \"the writer/her\" に書き換えるのを忘れずに。\n\nQ3. なぜ尊敬されたことで筆者は不快に感じたのか？ (Reason)\n\nWhy did the child's respect make the writer feel uncomfortable?\n\n根拠: 第3パラグラフ第3文 \"I didn't see myself as what an ideal high school student should be.\" および 第4パラグラフ第1文 \"...mostly because I had never really seen myself that way.\"\n\n解説: 子供からの評価（完璧）と自己評価（理想的ではない）のギャップが不快感の原因です。\n\n解答のコツ: 第3パラグラフの記述を使うのが最も直接的です。「筆者は自分を理想的な高校生だと思っていなかったから」。\n\nQ4. 筆者はどのようにして子供が正しいと気づいたか？ (Method)\n\nHow did the writer realize that the child was right?\n\n根拠: 第4パラグラフ第2文 \"...when I thought about the situation from a neutral perspective, trying to see myself as she did rather than the harsh way I judged myself, I realized she was right.\"\n\n解説: 「中立的な視点で考え、厳しい自己評価ではなく子供の視点で自分を見ようとしたとき」に気づきました。\n\n解答のコツ: How（方法）を聞かれているので、本文の \"when I thought...\"（時）を \"By thinking...\"（手段） に書き換えるテクニックが必要です。これが記述点の分かれ目です。\n\nQ5. なぜ筆者は教師や親の賞賛を信じなかったのか？ (Reason)\n\nWhy didn't the writer believe her teachers and parents when they praised her?\n\n根拠: 第5パラグラフ最終文 \"...viewed it as something they didn't mean and were just saying because they had to.\"\n\n解説: 「本心ではなく、義務感（親だから/先生だから）で言っているだけだ」と解釈していたからです。\n\n解答のコツ: 理由説明なので Because で始め、本文の該当箇所を引用します。\n\nQ6. このエッセイの教訓は何か？ (Main Lesson)\n\nWhat is the main lesson that the writer wants us to learn from this essay?\n\n根拠: 最終パラグラフの最終文 \"People often see us in a more unbiased light than we see ourselves.\"\n\n解説: 徳島大恒例の「教訓」問題。エッセイの締めくくりに筆者の主張があります。「他人は自分自身よりも公平な目で見てくれている（だから褒め言葉は素直に受け取ろう）」というメッセージです。\n\n解答のコツ: 最終文をそのまま引用すれば正解になります。"
    },
    "translationContent": {
      "type": "text",
      "content": "賞賛を受け入れることを学ぶ\n\n私は完璧ではありません。それを認めるのは私にとって難しいことではありません。結局のところ、自分自身以上に自分の欠点に気づいている人がいるでしょうか（いや、いません）。しかし、昨年の夏、低学年の小学生向けのキャンプでボランティアをしたとき、子供たちが私を崇拝しているように見えることに気づき、彼らにとって私が「完璧な存在」であるということに衝撃を受けました。\n\nその後すぐに、私が指導し親しくなった（教師が生徒と友達になるような感じで）子供の一人が、興奮した様子で「大きくなったらあなたのようになりたい」と私に言いました。そのとき、私が「ロールモデル（模範）」になっていたのだと気づきました。\n\nしかし、この気づきは必ずしも心地よいものではありませんでした。私はパニックになりました。私は自分自身を、理想的な高校生のあるべき姿だとは思っていなかったからです。混乱した私は、結局その子に「なぜ私がロールモデルなのか」と尋ねてしまいました。私には見えていない何が彼女に見えているのかを理解したかったからです。彼女は、「私がしているすべてのことにおいて自信があるように見えるし、その自信が刺激的（魅力的）だ」と言いました。\n\nそれは居心地の悪いものでした。主に、私自身が自分のことをそのように見たことがなかったからです。しかし、中立的な視点から状況を考え、自分自身を厳しくジャッジするのではなく、彼女が見ているように自分を見ようとしたとき、彼女が正しいことに気づきました。ボランティアは何年も続けていたことだったので、子供たちと関わり手助けすることに関して、私は自分の行動に自信を持っていたのです。振り返ってみれば、それは明らかでした。ボランティアや子供たちの手助けには経験があったので、当然、それをすることに自信を持っていたわけです。では、なぜ私はその褒め言葉を素直に受け入れ、満足することがあれほど難しかったのでしょうか？\n\n私は、先生が私の課題を褒めてくれるのを素直に受け取るのが得意だったことがありません。たとえ自分が良い仕事をしたと分かっていても、両親が私の成果を誇りに思ってくれることを受け入れるのが苦手でした。例えば、権威ある「カリフォルニア学校新聞協会（CSPA）」のサマープログラムに合格したとき、両親は誇らしげでしたが、私は当初、それを「彼らが本心で言っているのではなく、言わなければならないから言っているだけだ」と捉えていました。\n\nしかし、私がすぐに気づいたのは、自分自身に対する否定的な見方が、私の喜びを奪っているということでした。そのことを認めることで、「内なる批判者（自分を責める声）」を黙らせることが可能になりました。褒め言葉を聞いて受け入れる心の余裕を持ち、私をロールモデルだと言ってくれたあの少女が、単にお世辞を言っているのではなく、心からそう信じているのだと理解できるようになりました。人々はしばしば、私たちが自分自身を見るよりも、偏りのない目で私たちのことを見ているものなのです。"
    },
    "summaryContent": {
      "type": "text",
      "content": "本文要約 (Summary)\n(200文字程度) 筆者は自分の欠点を熟知しているため、ボランティア先で子供たちに「完璧なロールモデル」として憧れられたことに当初は戸惑い、パニックになった。しかし、子供の指摘により「経験に裏打ちされた自信」が客観的には見えていたことに気づく。筆者はこれまで親や教師からの賞賛を素直に受け取れずにいたが、過度な自己否定が喜びを奪っていたと悟る。「他者は自分自身よりも公平に自分を見ている」という教訓を得て、賞賛を受け入れることの大切さを学んだ。"
    },
    "teachingPointsContent": {
      "type": "text",
      "content": "徳島大学の英語（特に大問1の物語・エッセイ）は、単に英語が読めるだけでなく**「主人公の心の変化」と「解答の書き方」**の2つがカギになります。この問題を通して、合格点を取るためのコツを掴みましょう。\n\n① 「I（私）」をそのまま書かない！\n\nポイント: 本文は「I（私）」で書かれていますが、設問の答えを書くときは**必ず第三者視点（The writer / She / He）**に直しましょう。\n\nなぜ？: 「私はどう思いましたか？」という質問に「私は～」と答えると、あなたが答えていることになってしまいます。\n\n対策: 記述の主語は常に The writer にする癖をつけましょう。\n\n② 質問の「形」に合わせて書き出しを決める 徳島大は記述問題がメインです。書き出しの型（テンプレート）を守るだけで、減点を防げます。\n\nWhy...?（なぜ？）と聞かれたら:\n\n× 本文の文をそのまま写す。\n\n○ Because S V ... または To V ...（目的の場合）で始める。\n\nHow...?（どのように？）と聞かれたら:\n\n× \"When I thought...\"（私が考えた時）と写す。\n\n○ By thinking ...（考えることによって）と手段の形に直す。\n\n※今回の問4がまさにこのパターンです！\n\n③ 「心の変化」を追跡する 徳島大のエッセイは、必ずと言っていいほど以下の流れになっています。\n\n事件・きっかけ: （今回は「子供に褒められた」）\n\nネガティブな反応: （今回は「パニック」「信じられない」）\n\n気付き (Turning Point): （今回は「客観的に見れば、確かに自信があった」）\n\n教訓 (Lesson): （最後の一文にあることが多い）\n\nアドバイス: 読んでいる最中に「あ、ここで気持ちが変わったな」と思ったら、そこに線を引いておきましょう。そこが設問の答えになります。\n\n④ 「精神的な単語」に強くなろう 今回の Inner critic（内なる批判者＝自分を責める心）や Unbiased（偏見のない）のように、徳島大は**「心理・精神」**に関する単語がよく出ます。\n\n単語帳で「性格」「感情」「心理」に関する章は特に重点的に復習しておくと有利です！\n\n3. 講師用指導ポイント (Teaching Guide)\n授業や個別指導の際、以下の点を強調すると生徒の得点力が上がります。\n\n設問4の構文転換（When S V → By Ving）の徹底\n\n多くの生徒が本文の \"when I thought...\" をそのまま抜き出して減点されます。「手段・方法」を問う How に対しては、By Ving（動名詞）や In a full sentence で答える技術的な指導が必要です。\n\n設問5の理由説明（Not A but Bの変形）\n\n本文の \"...viewed it as something they didn't mean...\" の箇所は、「本心ではない（A）」「義務で言っている（B）」という対比が含まれています。解答にこの要素が欠けていないか確認させてください。\n\n最終文の重要性\n\n大問1の最終設問（Q6）は、ほぼ100%の確率で**「最後のパラグラフ」、特に「最後の一文」**に答えがあります。「最後の一文は、筆者からのメッセージだと思って丁寧に訳そう」と伝えてください。\n\n背景知識の共有（ジョハリの窓）\n\nこの文章のテーマは心理学でいう「ジョハリの窓（Johari Window）」の「盲点の窓（自分は気づいていないが他人は知っている自分）」に近いです。「他人の評価の方が正しいこともある」という視点は、入試長文で頻出のテーマです。"
    },
    "passageTitleEn": "Learning to Accept Compliments",
    "passageTitleJa": "賞賛を受け入れることを学ぶ",
    "createdAt": "2026-01-20T20:30:47.558Z",
    "id": 5,
    "updatedAt": "2026-01-20T21:30:01.606Z"
  },
  {
    "title": "徳島大学大問2",
    "subject": "英語",
    "year": "",
    "month": "",
    "author": "Kikuchi",
    "source": "オリジナル",
    "problemContent": {
      "type": "text",
      "content": "The Burden of Freedom\n\nIn modern society, freedom is often defined by the number of choices available to us. Whether we are buying a new smartphone, choosing a streaming service, or deciding on a career path, we are presented with limitless options. Conventional wisdom suggests that more choice is always better because it allows us to find exactly what we want. However, psychologists have discovered a counter-intuitive phenomenon: an abundance of options can actually lead to anxiety, dissatisfaction, and even depression. This concept is known as the \"Paradox of Choice.\"\n\nTo understand this paradox, we must look at how the human brain makes decisions. When we have too many alternatives, we suffer from what experts call \"analysis paralysis.\" Instead of feeling liberated, we feel overwhelmed. We fear making the wrong decision. For example, imagine a shopper standing in front of a shelf with 24 different types of jam. A famous study showed that shoppers were ten times more likely to buy jam when they were offered only six varieties compared to when they were offered twenty-four. The excessive options drained their mental energy, leading them to walk away empty-handed.\n\nFurthermore, the way people approach decision-making divides them into two categories: \"Maximizers\" and \"Satisficers.\" Maximizers are individuals who need to be assured that every purchase or decision is the best that can be made. They spend hours reading reviews, comparing prices, and imagining hypothetical alternatives. Even after making a choice, they are often haunted by regret, wondering if another option would have been better. On the other hand, Satisficers are those who settle for an option that meets their core criteria and is \"good enough.\" They do not worry about the possibility that there might be something better. Research consistently shows that while Maximizers might make objectively better choices, Satisficers are generally happier and less stressed.\n\nIn the digital age, this problem is magnified by technology. Algorithms on social media and shopping sites constantly feed us new \"better\" options. We are exposed to the curated lives of others, which makes us question our own life choices. This creates a state of constant \"FOMO\" (Fear Of Missing Out). The digital world encourages us to be Maximizers, constantly searching for the perfect vacation, the perfect job, or the perfect partner.\n\nSo, how can we navigate this complex landscape? The solution is not to eliminate choice, but to become \"choice architects\" of our own lives. We must learn to embrace the mindset of the Satisficer. By setting strict constraints on our decisions—such as limiting the time we spend researching or reducing the number of options we consider—we can regain our mental freedom. We must realize that \"perfect\" is the enemy of \"good,\" and that happiness is found not in having the most options, but in being content with the ones we choose.\n\n<Source> Essay based on the theories of Barry Schwartz, \"The Paradox of Choice.\" (Modified)\n\nVocabulary:\n1. Counter-intuitive: contrary to what common sense would suggest.\n2. Paralysis: the state of being unable to move or act.\n3. Hypothetical: based on a possible situation rather than fact; imagined.\n4. Magnified: made to appear larger or more significant.\n5. Constraint: a limitation or restriction."
    },
    "questionContent": {
      "type": "text",
      "content": "Answer the following questions in English.\n\n1. According to the first paragraph, what is the \"conventional wisdom\" regarding choice?\n\n2. In the second paragraph, the writer introduces the term \"analysis paralysis.\" Explain briefly what this state means in the context of the passage.\n\n3. According to the third paragraph, explain the two main differences between \"Maximizers\" and \"Satisficers.\"\n\n4. Why does the writer argue that the digital age makes the problem of choice worse? Answer by referring to the fourth paragraph.\n\n5. In the final paragraph, what specific advice does the writer give to regain mental freedom? Give two examples of actions mentioned in the text."
    },
    "explanationContent": {
      "type": "text",
      "content": "1. It suggests that having more choices is always better because it allows us to find exactly what we want.\n\n2. It means a state where people feel overwhelmed by too many alternatives and become unable to make a decision.\n\n3. Maximizers seek the absolute best option and often feel regret, whereas Satisficers accept an option that is good enough and are generally happier.\n\n4. Because technology and algorithms constantly show us new options and other people's lives, which makes us question our own choices and feel fear of missing out.\n\n\n設問別解説 (Detailed Explanation)\nQ1. 世間の常識 (Conventional Wisdom)\n\nAccording to the first paragraph, what is the \"conventional wisdom\" regarding choice?\n\n解法: 第1パラグラフの第3文 \"Conventional wisdom suggests that more choice is always better...\" に注目します。\n\nポイント: その理由部分（because it allows us to find exactly what we want）まで含めて答えると、より完全な解答になります。\n\n解答例: It suggests that having more choices is always better because it allows us to find exactly what we want.\n\nQ2. 分析麻痺 (Analysis Paralysis) の意味\n\nIn the second paragraph... Explain briefly what this state means...\n\n解法: \"Analysis paralysis\" という言葉の直後にある説明を探します。\"Instead of feeling liberated, we feel overwhelmed.\"（圧倒される）や、ジャムの実験の結論（精神的エネルギーを消耗し、選べなくなる）をまとめます。\n\n重要語: Overwhelmed（圧倒された）は、精神的な負担を表す際によく使われる重要単語です。\n\n解答例: It means a state where people feel overwhelmed by too many alternatives and become unable to make a decision.\n\nQ3. 2つのタイプの対比 (Comparison)\n\nExplain the two main differences between \"Maximizers\" and \"Satisficers.\"\n\n解法: 第3パラグラフ全体が対比構造になっています。以下の2点を含める必要があります。\n\n選び方の基準: Maximizerは「最高(absolute best)」を求める vs Satisficerは「十分(good enough)」で満足する。\n\n結果の感情: Maximizerは「後悔(regret)」する vs Satisficerは「より幸福(happier)」である。\n\n解答例: Maximizers seek the absolute best option and often feel regret, whereas Satisficers accept an option that is good enough and are generally happier.\n\n※ Whereas（一方で）などの接続詞を使って対比を明確にしましょう。\n\nQ4. デジタル時代の弊害 (Cause & Effect)\n\nWhy does the writer argue that the digital age makes the problem of choice worse?\n\n解法: 第4パラグラフを参照。Whyで聞かれているので、理由を探します。\n\n理由1: アルゴリズムが常に新しい選択肢を見せてくる。\n\n理由2: 他人の生活を見て自分の選択を疑う（FOMO）。\n\n解答例: Because technology and algorithms constantly show us new options and other people's lives, which makes us question our own choices and feel fear of missing out.\n\nQ5. 解決策・具体例 (Specific Advice)\n\n...what specific advice does the writer give...? Give two examples of actions...\n\n解法: 最終パラグラフの \"By setting strict constraints...\" の後ろにあるダッシュ（—）の中身が具体例です。\n\nlimiting the time we spend researching（リサーチ時間の制限）\n\nreducing the number of options we consider（選択肢の数の削減）\n\nポイント: 徳島大では、抽象的なアドバイス（制約を設ける）だけでなく、**「具体的に何をするか」**を抜き出させる問題が頻出です。\n\n解答例: The writer advises us to set strict constraints on our decisions, such as limiting the time spent researching or reducing the number of options considered.\n\n3. 重要語彙リスト (Vocabulary)\nこの長文に出てきた単語は、大学入試の論説文で頻出のものばかりです。必ず覚えましょう。\n\nConventional wisdom: 世間の常識、通念（「実際は違う」という文脈の前振りでよく出る）\n\nCounter-intuitive: 直感に反する（科学・心理学テーマで頻出）\n\nOverwhelmed: （精神的に）圧倒された、参った\n\nAlternative: 代替案、選択肢（Optionの言い換え語）\n\nHypothetical: 仮説の、架空の\n\nConstraint: 制約、制限（limit/restrictionと同義だが、より硬い語）\n\nMagnify: 拡大する、誇張する\n\n4. 学習アドバイス\n対比を見逃さない: 今回の「Maximizers vs. Satisficers」のように、2つの概念を比較する文章が出たら、頭の中で（あるいは余白に）表を作って整理しながら読みましょう。\n\nパラフレーズ（言い換え）: Q3やQ5のように、本文の内容をまとめて説明する問題では、本文の単語をそのままつなぎ合わせるだけでなく、文法的に正しい文（S+V...）に直す力が求められます。\n\n例: \"limit the time\" (動詞句) → \"limiting the time\" (動名詞) にして、\"actions include...\" の後ろにつなげる等。"
    },
    "translationContent": {
      "type": "text",
      "content": "自由の重荷\n\n現代社会において、自由はしばしば利用可能な選択肢の数によって定義される。新しいスマートフォンを買うにせよ、動画配信サービスを選ぶにせよ、あるいはキャリアの道を決めるにせよ、私たちは無限の選択肢を提示される。世間一般の通念（Conventional wisdom）では、選択肢が多いことは常に良いことだとされている。なぜなら、それがまさに自分の望むものを見つけることを可能にするからだ。しかし、心理学者たちは直感に反するある現象を発見した。選択肢の多さは、実際には不安、不満、そしてうつ病さえも引き起こす可能性があるのだ。この概念は「選択のパラドックス」として知られている。\n\nこのパラドックスを理解するためには、人間の脳がどのように意思決定を行うかを見る必要がある。あまりにも多くの代替案がある場合、私たちは専門家が「分析麻痺（analysis paralysis）」と呼ぶ状態に苦しむことになる。解放感を感じるどころか、圧倒されてしまうのだ。私たちは間違った決断をすることを恐れる。例えば、24種類のジャムが並んだ棚の前に立っている買い物客を想像してほしい。ある有名な研究によると、買い物客は24種類を提示された時よりも、わずか6種類を提示された時の方が、ジャムを購入する可能性が10倍も高かった。過剰な選択肢が彼らの精神的エネルギーを消耗させ、結果として彼らは手ぶらで立ち去ることになったのだ。\n\nさらに、意思決定へのアプローチの仕方によって、人々は「マキシマイザー（最大化する人）」と「サティスファイザー（満足する人）」の2つのカテゴリーに分けられる。マキシマイザーは、あらゆる購入や決定が「成し得る最高のもの」であることを確信する必要がある人々だ。彼らはレビューを読み、価格を比較し、架空の代替案を想像することに何時間も費やす。選択をした後でさえ、彼らはしばしば「別の選択肢の方が良かったのではないか」と思い悩み、後悔にさいなまれる。一方で、サティスファイザーは、自分の核となる基準を満たす「十分に良い（good enough）」選択肢で妥協する人々だ。彼らは、もっと良いものがあるかもしれないという可能性については心配しない。研究が一貫して示しているのは、マキシマイザーは客観的にはより良い選択をするかもしれないが、サティスファイザーの方が概して幸福で、ストレスが少ないということだ。\n\nデジタル時代において、この問題はテクノロジーによって拡大されている。ソーシャルメディアやショッピングサイトのアルゴリズムは、常に新しい「より良い」選択肢を私たちに送り込んでくる。私たちは他人の編集された（良く見せかけた）生活にさらされ、それが私たちに自分自身の人生の選択を疑わせる。これは恒常的な「FOMO（取り残される恐怖）」の状態を作り出す。デジタルの世界は、私たちにマキシマイザーになるよう促し、完璧な休暇、完璧な仕事、あるいは完璧なパートナーを常に探させようとするのだ。\n\nでは、この複雑な状況をどう切り抜ければよいのだろうか？ 解決策は選択肢を排除することではなく、自分自身の人生の「選択の建築家」になることだ。私たちはサティスファイザーの思考法を取り入れることを学ばなければならない。リサーチに費やす時間を制限したり、検討する選択肢の数を減らしたりするなど、自分の決定に厳格な制約（constraints）を設けることで、私たちは精神的な自由を取り戻すことができる。私たちは、「完璧」は「良い」の敵であることを悟り、幸福とは最も多くの選択肢を持つことにあるのではなく、自分が選んだものに満足することの中にあるのだと気づかなければならない。"
    },
    "summaryContent": {
      "type": "text",
      "content": "要約 (Summary)\n現代社会では選択肢の多さが自由とされるが、逆に「選択のパラドックス」と呼ばれる不安や決断不能（分析麻痺）を招くことがある。常に最良を求める「マキシマイザー」は、十分な結果で満足する「サティスファイザー」よりもストレスを感じやすい。デジタル技術はこの傾向を助長するが、幸福を得るためには、意図的に選択肢や検討時間を制限し、「足るを知る」サティスファイザーの姿勢を持つことが重要である。"
    },
    "teachingPointsContent": {
      "type": "text",
      "content": "講師用指導ポイント (Teaching Guide)\r\n徳島大学の大問2（説明文・論説文）を攻略するためのポイントです。\r\n\r\nテーマの背景:\r\n\r\n社会科学・心理学: 徳島大は「実験結果」や「対立する概念」を用いた論説文を好みます。今回はバリー・シュワルツの有名な理論（The Paradox of Choice）をベースにしています。\r\n\r\n対比構造 (Contrast): 本文中の Maximizers vs. Satisficers のような明確な対比を見つけ、表などで整理しながら読む習慣をつけさせてください。\r\n\r\n重要設問の解説:\r\n\r\nQ2 (Definition - 定義説明):\r\n\r\n\"Analysis paralysis\" の意味を問う問題。直後の \"Instead of feeling liberated, we feel overwhelmed.\" やジャムの実験例（買わずに立ち去る）を参考にまとめます。「考えすぎて動けなくなること」というニュアンスが必要です。\r\n\r\nQ3 (Contrast - 対比):\r\n\r\nMaximizersとSatisficersの違いを説明する典型的な徳島大スタイルの問題です。\r\n\r\n「行動（何をするか）」と「結果（どう感じるか）」の2点を含めると満点解答になります。\r\n\r\nMaximizers: seek the best / feel regret.\r\n\r\nSatisficers: settle for \"good enough\" / are happier.\r\n\r\nQ5 (Concrete Examples - 具体例):\r\n\r\n最終パラグラフの \"By setting strict constraints...\" 以降のダッシュ（—）の中身が答えです。\r\n\r\n徳島大は具体的なアクションプランを抜き出させる問題を好みます。抽象論で終わらせず、具体例（limiting time / reducing options）を拾わせてください。\r\n\r\n記述アドバイス:\r\n\r\n本文の言い換え: Q1で \"Conventional wisdom\" の中身を聞かれた際、\"It suggests that...\" と代名詞で始めつつ、本文の \"more choice is always better...\" をそのまま引用するのではなく、文法的に正しい形（接続詞や主語の一致）に整える訓練が必要です。"
    },
    "passageTitleEn": "The Burden of Freedom",
    "passageTitleJa": "自由の重荷",
    "createdAt": "2026-01-20T20:21:07.064Z",
    "id": 4
  },
  {
    "title": "徳島大学大問３",
    "subject": "",
    "year": "2026",
    "month": "1",
    "author": "Kikuchi",
    "source": "オリジナル",
    "problemContent": {
      "type": "text",
      "content": "\nIn recent years, globalization has made societies around the world more similar. Some people argue that we should focus on modernization and global standards, while others believe that preserving local traditions and customs is more important.\n\nDo you think it is important to preserve traditional culture in modern society?"
    },
    "questionContent": {
      "type": "text",
      "content": "上の文章を読み、その後の質問に対して、あなた自身の考えを80語～100語程度の英語で述べなさい。その際、解答を裏付ける具体的な理由を少なくとも2つ挙げること。\n"
    },
    "explanationContent": {
      "type": "text",
      "content": "I believe that it is essential to preserve traditional culture in modern society. I have two reasons for this opinion.\n\nFirst, traditions give us a sense of identity and belonging. In a rapidly changing world, knowing our roots helps us understand who we are. Second, traditional culture, such as local festivals or crafts like Kintsugi, teaches us unique values that modern efficiency cannot replace. For example, they teach us to appreciate nature and community bonds.\n\nIn conclusion, traditional culture is not just a relic of the past, but a valuable guide for our future.\n\n徳島大学の大問3（自由英作文）を攻略するための指導ポイントです。\n\n徳島大・英作文の特徴:\n\n語数は80〜100語程度が目安（※年度により変動あり。過去には語数指定がない年もあったが、10行程度の解答欄が一般的）。\n\n**「主張 → 理由① → 理由② → 結論」**というオーソドックスな構成が最も減点されにくいです。\n\nトピックは「社会問題」「異文化理解」「個人の生き方」などが頻出です。\n\n高得点を取るコツ (PREP法):\n\nPoint (結論): I think/believe that... で明確に立場を示す。\n\nReason (理由): I have two reasons... / First,... Second,... で構造を明確にする。\n\nExample (具体例): 理由を支える具体的な言葉（今回の場合は Kintsugi, festivals, community bonds など）を入れると内容点が上がります。\n\nPoint (再結論): In conclusion,... / Therefore,... で締める。\n\n使えるテンプレート表現:\n\nI have two reasons for my opinion.\n\nFirst, ... / Second, ...\n\nFor example, ... / For instance, ...\n\nIn conclusion, ...\n\n大問1・2との関連性:\n\n今回の解答例では、大問1で扱った「金継ぎ (Kintsugi)」を具体例として再利用しています。\n\n**「前の長文で読んだネタや単語を英作文で使う」**のは非常に有効な戦術です。試験本番でアイデアに詰まったら、長文問題のテーマをヒントにできないか探すようアドバイスしてください。\n\n本番に向けて、こうした「型」に沿って書く練習を積み重ねましょう。\n\n徳島大学の英語は、記述力がカギとなります。特に英作文は「難しい単語を使う」ことよりも「論理構成が正しいか」が重視されます。基礎的な構文ミス（三単現のs、時制など）を徹底的になくすことから始めましょう。頑張ってください！"
    },
    "translationContent": {
      "type": "text",
      "content": "全訳 (Full Translation)\n設問の全訳: 近年、グローバル化によって世界中の社会が似通ったものになってきています。近代化と世界基準に焦点を当てるべきだと主張する人もいれば、地元の伝統や習慣を守ることの方が重要だと信じる人もいます。 現代社会において、伝統文化を守ることは重要だと思いますか？ あなたの意見を80語から100語程度の英語で書きなさい。その際、解答を裏付ける具体的な理由を少なくとも2つ挙げなさい。\n\n"
    },
    "summaryContent": {
      "type": "text",
      "content": "解答例の全訳: 私は、現代社会において伝統文化を守ることは不可欠だと考えます。この意見には2つの理由があります。 第一に、伝統は私たちにアイデンティティと帰属意識を与えてくれます。急速に変化する世界において、自分のルーツを知ることは、私たちが何者であるかを理解する助けとなります。 第二に、地元の祭りや「金継ぎ」のような工芸などの伝統文化は、現代の効率性では取って代わることのできない独自の価値観を教えてくれます。例えば、それらは自然への感謝や地域社会の絆を教えてくれます。 結論として、伝統文化は単なる過去の遺物ではなく、私たちの未来のための貴重な指針なのです。\n\n"
    },
    "teachingPointsContent": {
      "type": "text",
      "content": "徳島大学の大問3（自由英作文）を攻略するための指導ポイントです。\n\n徳島大・英作文の特徴:\n\n語数は80〜100語程度が目安（※年度により変動あり。過去には語数指定がない年もあったが、10行程度の解答欄が一般的）。\n\n**「主張 → 理由① → 理由② → 結論」**というオーソドックスな構成が最も減点されにくいです。\n\nトピックは「社会問題」「異文化理解」「個人の生き方」などが頻出です。\n\n高得点を取るコツ (PREP法):\n\nPoint (結論): I think/believe that... で明確に立場を示す。\n\nReason (理由): I have two reasons... / First,... Second,... で構造を明確にする。\n\nExample (具体例): 理由を支える具体的な言葉（今回の場合は Kintsugi, festivals, community bonds など）を入れると内容点が上がります。\n\nPoint (再結論): In conclusion,... / Therefore,... で締める。\n\n使えるテンプレート表現:\n\nI have two reasons for my opinion.\n\nFirst, ... / Second, ...\n\nFor example, ... / For instance, ...\n\nIn conclusion, ...\n\n大問1・2との関連性:\n\n今回の解答例では、大問1で扱った「金継ぎ (Kintsugi)」を具体例として再利用しています。\n\n**「前の長文で読んだネタや単語を英作文で使う」**のは非常に有効な戦術です。試験本番でアイデアに詰まったら、長文問題のテーマをヒントにできないか探すようアドバイスしてください。\n\n本番に向けて、こうした「型」に沿って書く練習を積み重ねましょう。\n\n参考書だけで徳島大学英語で合格点を取る方法についての動画はこちらです: How to pass Tokushima University English exams\n\n徳島大学の英語は、記述力がカギとなります。特に英作文は「難しい単語を使う」ことよりも「論理構成が正しいか」が重視されます。基礎的な構文ミス（三単現のs、時制など）を徹底的になくすことから始めましょう。頑張ってください！"
    },
    "passageTitleEn": "課題作文",
    "passageTitleJa": " ",
    "createdAt": "2026-01-20T20:10:31.695Z",
    "id": 3,
    "updatedAt": "2026-01-20T20:14:56.523Z"
  },
  {
    "title": "徳島大学 大問1",
    "subject": "英語",
    "year": "",
    "month": "",
    "author": "Kikuchi",
    "source": "オリジナル",
    "problemContent": {
      "type": "text",
      "content": "The Golden Repair\n\nKenji was a young potter living in Kyoto, known for his relentless pursuit of perfection. For Kenji, a bowl was only successful if it was flawless—perfectly symmetrical, with an even glaze and no scratches. If a piece came out of the kiln with even a tiny bubble, he would smash it against the floor in frustration. He believed that beauty demanded absolute purity.\n\nOne winter, Kenji spent months working on a tea bowl for a prestigious competition. It was his masterpiece. The clay was shaped into a delicate curve, and the color was the deep blue of the ocean. However, just days before the competition, disaster struck. While cleaning his workshop, Kenji’s elbow bumped the shelf. The bowl fell. It hit the stone floor and shattered into five distinct pieces.\n\nKenji stared at the fragments in silence. His hard work was destroyed. He reached for a broom to sweep the pieces into the trash, but his grandfather, a retired tea master, stopped his hand.\n\n\"Do not throw them away,\" the old man said softly. \"The bowl is not dead yet.\"\n\n\"It is broken, Grandfather,\" Kenji snapped, tears in his eyes. \"It is useless. It has lost its perfection.\"\n\nHis grandfather shook his head. \"You are trying to hide the history of the object. Instead, you should honor it.\"\n\nHe handed Kenji a small pot of lacquer mixed with powdered gold. He instructed Kenji to glue the pieces back together, but not to hide the cracks. Instead, the gold lacquer made the cracks shine brightly. The repair was not invisible; it was obvious.\n\nWhen Kenji finished, he held the bowl up to the light. Veins of gold ran through the deep blue surface like lightning in a storm. It was no longer perfect, but it was far more interesting. It had a story.\n\nKenji entered the repaired bowl into the competition. To his surprise, the judges were mesmerized. They praised the piece not for its symmetry, but for its resilience. Kenji learned that day that true beauty does not come from pretending that damage never happened. It comes from accepting the damage and becoming stronger because of it.\n\n<Source> Fictional Narrative based on the philosophy of Kintsugi. Vocabulary:\n\nRelentless: continuing without becoming weaker; unceasing.\n\nKiln: a large oven used for baking clay pottery.\n\nFragment: a small part broken or separated from something.\n\nResilience: the capacity to recover quickly from difficulties."
    },
    "questionContent": {
      "type": "text",
      "content": "Answer the following questions in English.\n\n1. According to the first paragraph, how did Kenji usually react when he found a mistake in his work?\n\n2. What caused Kenji’s masterpiece to break?\n\n3. In the third paragraph, the grandfather says, \"Do not throw them away.\" What does the underlined word refer to?\n\n4. Why did the grandfather instruct Kenji to use gold lacquer?\n\n5. How did the judges react to the repaired bowl?\n\n6. What is the main lesson the writer wants the reader to learn from this story?"
    },
    "explanationContent": {
      "type": "text",
      "content": "1. He would smash the piece against the floor because he believed beauty demanded absolute purity.\n\n2. Kenji accidentally bumped the shelf with his elbow while cleaning his workshop.\n\n3. It refers to the five shattered pieces (fragments) of the broken tea bowl.\n\n4. Because he wanted Kenji to honor the history of the object rather than hiding the cracks.\n\n5. They were mesmerized and praised the piece for its resilience rather than its symmetry.\n\n6. We should accept our flaws and failures because overcoming them makes us unique and beautiful.\n\n\n\n【解説】徳島大学 英語対策（物語文・教訓）\n全体講評\n今回のテーマは日本の伝統技法「金継ぎ（Kintsugi）」を通じた「挫折と再生」の物語です。 徳島大の大問1では、こうした**「主人公が失敗や困難に直面し、あるきっかけ（助言など）で考えを改め、成長する」**というパターンの出題が非常に多いです。最後の設問で問われる「教訓（Main Lesson）」を正確にまとめる力が合否を分けます。\n\n設問別解説\n1. ケンジの完璧主義的な反応 (Fact Finding)\n\nAccording to the first paragraph, how did Kenji usually react when he found a mistake in his work?\n\n考え方: 第1パラグラフの後半を探します。\"If a piece came out... he would smash it against the floor...\"（もし作品に小さな気泡があれば、彼はそれを床に叩きつけて割っていた）という記述が根拠です。\n\n解答のポイント: \"How did he react?\"（どう反応したか）と聞かれているので、過去形の文で答えます。\n\nModel Answer: He would smash the piece against the floor because he believed beauty demanded absolute purity. （美には絶対的な純粋さが必要だと信じていたため、彼はその作品を床に叩きつけて割ってしまうのが常だった。）\n\n2. 傑作が割れた原因 (Fact Finding)\n\nWhat caused Kenji’s masterpiece to break?\n\n考え方: 第2パラグラフ中盤。\"Kenji’s elbow bumped the shelf. The bowl fell.\"（ケンジの肘が棚にぶつかった。茶碗は落ちた）という箇所が直接の原因です。\n\n注意点: 「掃除をしていたから」だけでは弱いです。「肘が当たって落ちた」という物理的な原因を書きましょう。\n\nModel Answer: Kenji accidentally bumped the shelf with his elbow while cleaning his workshop. （工房を掃除している最中に、ケンジが誤って肘を棚にぶつけてしまったこと。）\n\n3. 指示語の特定 (Reference)\n\n... \"Do not throw them away.\" What does the underlined word refer to?\n\n考え方: 指示語 them は「複数形の名詞」を指します。直前の文を見てみましょう。\"It hit the stone floor and shattered into five distinct pieces.\"（それは石の床に当たり、5つの破片に砕け散った）とあります。\n\n落とし穴: 単に \"The bowl\"（その茶碗）と答えると単数形なので不正解、あるいは減点です。\"them\" に対応させて \"The pieces\" や \"The fragments\" と答える必要があります。\n\nModel Answer: It refers to the five shattered pieces (fragments) of the broken tea bowl. （それは、割れた茶碗の5つの破片を指している。）\n\n4. 金継ぎを用いた理由 (Reasoning)\n\nWhy did the grandfather instruct Kenji to use gold lacquer?\n\n考え方: 祖父のセリフ（第3～4パラグラフ）に注目します。\"You are trying to hide the history... Instead, you should honor it.\"（お前は歴史を隠そうとしている。そうではなく、それを称えるべきだ）という部分が核心です。\n\n解答のポイント: Whyで聞かれているので Because で始めます。「割れた事実（歴史）を隠すのではなく、尊重するため」という内容をまとめます。\n\nModel Answer: Because he wanted Kenji to honor the history of the object rather than hiding the cracks. （ひび割れを隠すのではなく、その物体の歴史を尊重してほしかったから。）\n\n5. 審査員の反応 (Fact Finding)\n\nHow did the judges react to the repaired bowl?\n\n考え方: 最終パラグラフ。\"They praised the piece not for its symmetry, but for its resilience.\"（彼らは対称性ではなく、その回復力を称賛した）を引用・要約します。\n\n重要単語: Resilience（回復力、復元力、立ち直る力）は、近年の入試長文で頻出のキーワードです。\n\nModel Answer: They were mesmerized and praised the piece for its resilience rather than its symmetry. （彼らは魅了され、その対称性ではなく回復力を称賛した。）\n\n6. 教訓・主題 (Main Lesson)\n\nWhat is the main lesson the writer wants the reader to learn from this story?\n\n考え方: 物語の結び（Conclusion）にある一般論を探します。最終文 \"True beauty ... comes from accepting the damage and becoming stronger because of it.\" が筆者の主張です。\n\n解答のテクニック: 本文の \"Kenji learned...\" をそのまま書くのではなく、\"We should...\" や \"It is important to...\" のように、読者全員に当てはまる一般的な教訓として書き換えると、より高得点が狙えます。\n\nModel Answer: We should accept our flaws and failures because overcoming them makes us unique and beautiful. （私たちは自分の欠点や失敗を受け入れるべきである。なぜなら、それらを乗り越えることが私たちを唯一無二にし、美しくするからだ。）\n\n学習アドバイス\n指示語（it, they, that）問題: 必ず直前の文に戻り、単数・複数の整合性を確認する癖をつけてください。\n\n記述の語尾:\n\nWhy...? → Because S V... / To V...\n\nHow...? → By Ving... / In a full sentence (S V...)\n\nテーマのストック: 「失敗からの学び」「異文化理解」「環境保護と経済の両立」など、徳島大が好むテーマの英文に多く触れておきましょう。"
    },
    "translationContent": {
      "type": "text",
      "content": "金継ぎの修復\n\nケンジは京都に住む若い陶芸家で、完璧さを執拗に追求することで知られていた。ケンジにとって、器とは、欠点ひとつなく完璧なときにのみ成功と言えた。完全な左右対称で、釉薬（ゆうやく）は均一で、傷ひとつない状態だ。もし窯（かま）から出てきた作品に小さな気泡がひとつでもあれば、彼は苛立ち紛れにそれを床に叩きつけて割ってしまうのだった。彼は、美しさには絶対的な純粋さが求められると信じていた。\n\nある冬、ケンジは権威あるコンクールに出品する茶碗の制作に数ヶ月を費やした。それは彼の傑作だった。粘土は繊細な曲線を描き、色は海の深遠な青色をしていた。しかし、コンクールの数日前、悲劇が起こった。工房を掃除している最中、ケンジの肘が棚にぶつかったのだ。茶碗は落下した。それは石の床に激突し、5つの破片に砕け散った。\n\nケンジは沈黙のままその破片を見つめた。彼の重労働が破壊されたのだ。彼はほうきを手に取り、破片をゴミ箱に掃き入れようとしたが、引退した茶の湯の師匠である祖父が彼の手を止めた。\n\n「それらを捨ててはいけない」老人は静かに言った。「その茶碗はまだ死んでいない」\n\n「割れてしまったんだ、おじいさん」ケンジは目に涙を浮かべて言い放った。「使い物にならない。完璧さを失ってしまった」\n\n祖父は首を振った。「お前はその物体の歴史を隠そうとしている。そうではなく、それを称えるべきなのだ」\n\n彼はケンジに、金粉を混ぜた漆（うるし）の入った小さな壺を手渡した。彼はケンジに、破片を繋ぎ合わせるよう指示したが、その際、ひび割れを隠してはいけないと言った。それどころか、金の漆はひび割れを明るく輝かせた。その修復は目に見えないものではなく、明らかに見てわかるものだった。\n\nケンジが作業を終え、茶碗を光にかざした。稲妻が嵐の中を走るように、深い青色の表面を金の筋が走っていた。もはや完璧ではなかったが、以前よりはるかに味わい深いものになっていた。そこには物語があった。\n\nケンジはその修復された茶碗をコンクールに出品した。驚いたことに、審査員たちは魅了された。彼らはその作品の左右対称性ではなく、その回復力（レジリエンス）を称賛した。ケンジはその日、真の美しさとは「傷などなかったふりをすること」から生まれるのではないと学んだ。それは、傷を受け入れ、それによって強くなることから生まれるのである。"
    },
    "summaryContent": {
      "type": "text",
      "content": "要約 (Summary)\n完璧主義の陶芸家ケンジは、コンクール用の傑作の茶碗を不注意で割ってしまう。絶望して捨てようとする彼を祖父が止め、金継ぎ（金粉を混ぜた漆で修復する技法）を教える。傷を隠すのではなく、金の筋として際立たせた茶碗は、以前よりも美しく深みのあるものとなった。審査員もその「回復力」を称賛し、ケンジは「失敗や傷を隠すのではなく、受け入れることで新たな美が生まれる」という教訓を学ぶ。\n\n6. 講師用指導ポイント (Teaching Guide)\n徳島大学の大問1（物語文）を指導する際の重要ポイントです。\n\nテーマの背景 (Narrative Arc):\n\n徳島大の物語文は**「挫折・失敗 (Conflict) → 助言・気付き (Turning Point) → 教訓・成長 (Resolution)」**という典型的な構成が多いです。\n\n本問は日本の伝統文化「金継ぎ」を題材にしていますが、核心は「Rebirth (再生)」や「Resilience (回復力)」という人間的なテーマです。科学的な話題が出ても、最終的には「研究者の苦悩と成長」のようなヒューマンストーリーに帰結することが多い点を強調してください。\n\n重要設問の解説:\n\nQ3 (Reference - 指示語):\n\n\"Do not throw them away.\" の直前を探します。\n\n直前に \"shattered into five distinct pieces\" や \"stared at the fragments\" という表現があります。\n\n正解は \"The broken pieces\" や \"The fragments of the bowl\" です。単に \"The bowl\" とすると、\"them\"（複数形）と一致しないため減点対象になります。数の一致に注意させてください。\n\nQ6 (Main Lesson - 教訓):\n\n物語の最後（結びの段落）に答えがあります。\n\n\"True beauty does not come from...\" 以降の文を要約します。\n\n解答作成時は、\"We should...\" や \"It is important to...\" など、一般論として書き換える練習が必要です。\n\n記述減点回避アドバイス:\n\n主語の変換: 本文は三人称（Kenji）なのでそのまま使えますが、もし一人称（I）の小説だった場合、解答では必ず \"The writer\" や \"The protagonist\" に直すよう指導してください。\n\nQ1/Q4 (理由・方法):\n\nQ1 \"How did he react...?\" → 動作を答えるので、過去形の完全文で答えます。\n\nQ4 \"Why...?\" → 必ず Because から始めるか、To不定詞（目的の場合）で始める習慣をつけさせてください。徳島大は構文の正確さを重視します。"
    },
    "teachingPointsContent": null,
    "passageTitleEn": "The Golden Repair",
    "passageTitleJa": "金継ぎの修復",
    "createdAt": "2026-01-20T19:59:33.210Z",
    "id": 2,
    "updatedAt": "2026-01-20T20:03:02.882Z"
  },
  {
    "title": "徳島大学 大問2",
    "subject": "英語",
    "year": "",
    "month": "",
    "problemContent": {
      "type": "text",
      "content": "The Paralysis of Abundance\n\nIn modern society, freedom is often defined by the number of choices we have. We assume that having more options leads to greater satisfaction. When we walk into a supermarket, we are greeted by twenty types of toothpaste and fifty varieties of cereal. However, psychologists have begun to argue that this abundance of choice might actually be making us less happy, not more. This phenomenon is known as the \"paradox of choice.\"\n\nAccording to Barry Schwartz, a psychologist who studied this behavior, people generally react to choices in two different ways. The first group, called \"maximizers,\" are individuals who try to make the absolute best choice. They spend hours reading reviews, comparing prices, and analyzing features. For example, when buying a new phone, a maximizer will check every available model to ensure they are not missing out.\n\n\n\n\n\n\n\n\n\n\n\nThe second group, known as \"satisficers,\" has a different approach. They have a set of criteria for what they want, and as soon as they find an item that meets those standards, they buy it. They do not worry about whether a slightly better option exists elsewhere.\n\nResearch suggests that while maximizers might objectively make better choices, they often feel worse about them. This happens for two reasons. First, the process of choosing is exhausting and stressful. Second, after making a choice, maximizers are more likely to experience regret. They constantly wonder if one of the other options would have been better. In contrast, satisficers tend to be happier with their decisions because they do not waste mental energy on \"what if\" scenarios.\n\nThe lesson here is not that we should eliminate all choices, but that we should limit our expectations. Perfection is impossible. By learning to be satisfied with \"good enough,\" we can free ourselves from the anxiety of endless options and enjoy what we actually have.\n\n<Source> Based on the theories of Barry Schwartz, \"The Paradox of Choice,\" 2004. (Modified) Vocabulary:\n\nAbundance: A very large quantity of something.\n\nCriteria: Principles or standards by which something may be judged.\n\nObjectively: In a way that is not influenced by personal feelings or opinions.\n\nExhausting: Making one feel very tired."
    },
    "questionContent": {
      "type": "text",
      "content": "Answer the following questions in English.\n\nAccording to paragraph 1, what do most people in modern society assume about having more options?\n\nIn the context of this passage, what is the definition of a \"satisficer\"?\n\nThe writer mentions two reasons why maximizers often feel worse about their choices. What are they?\n\nExplain the difference between \"maximizers\" and \"satisficers\" in one sentence, using the word while or whereas.\n\nWhat does the writer suggest we should do to free ourselves from anxiety?"
    },
    "explanationContent": {
      "type": "text",
      "content": "Model Answers\n\nThey assume that having more options leads to greater satisfaction.\n\nA person who buys an item as soon as they find one that meets their set of criteria.\n\nThe process of choosing is exhausting, and they are more likely to experience regret after making a choice.\n\nMaximizers try to make the absolute best choice by checking every option, whereas satisficers stop looking as soon as they find an option that meets their standards.\n\nThe writer suggests that we should learn to be satisfied with \"good enough\" (and limit our expectations).\n\nCreator's Note (作問意図と徳島大対策)\n徳島大学の英語（特に大問2）を攻略するためのポイントを、今回の問題を通して解説します。\n\nジャンルと構成 (Topic & Structure):\n\n今回は「心理学（選択肢の多さと幸福度）」を扱いました。徳島大では、このように**「AとBの対比（Maximizers vs. Satisficers）」や「一般通念への反論（選択肢は多いほうがいいvs実は不幸になる）」**という構成が非常に好まれます。\n\nAdvice: 読み進める際、\"In contrast\" や \"On the other hand\" などのディスコースマーカー（つなぎ言葉）に注目し、**「何と何が比較されているか」**を常に意識してください。\n\n設問の狙い (Question Types):\n\nQ2 (Definition): 本文中の定義を抜き出す問題です。徳島大では「～とはどういうことか」という説明問題が頻出です。\n\nQ3 (Listing Reasons): \"Two reasons\" と聞かれたら、本文の First や Second といった列挙のシグナルを見落とさないことが重要です。\n\nQ4 (Contrast/Summary): 2つの概念の違いを説明させる問題もよく出ます。解答作成時には、While A is ..., B is ... という構文を使って対比を明確にする練習をしておきましょう。\n\nQ5 (Main Idea): 最終段落の結論部分（The lesson here is...）を問うものです。大問1同様、最後は「著者の主張」で締めくくられるパターンが多いです。\n\n解答作成の注意点 (Writing Answers):\n\n代名詞の書き換え: 本文が \"I\" や \"We\" で書かれていても、解答では \"The writer suggests that we should...\" や \"They assume...\" のように、客観的な視点に切り替える必要がある場合があります（今回は主語が一般的な \"They/People\" だったのでそのまま使えますが、常に意識してください）。"
    },
    "createdAt": "2026-01-20T18:57:53.624Z",
    "id": 1,
    "author": "Kikuchi",
    "translationContent": {
      "type": "text",
      "content": "豊かさがもたらす麻痺（選択のパラドックス）\n\n[第1段落：問題提起] 現代社会において、自由とは「私たちが持つ選択肢の数」によって定義されることが多い。私たちは、選択肢が増えることはより大きな満足につながると考えがちだ。スーパーマーケットに入れば、20種類の歯磨き粉や50種類のシリアルが出迎えてくれる。しかし、心理学者たちは、こうした選択肢の多さが、実際には私たちを幸福にするどころか、幸福度を下げているかもしれないと論じ始めている。この現象は「選択のパラドックス（逆説）」として知られている。\n\n[第2段落：マキシマイザー（最大化人間）の定義] この行動を研究した心理学者バリー・シュワルツによると、人々は選択に対して一般的に2つの異なる反応を示すという。第一のグループは「マキシマイザー（最大化人間）」と呼ばれ、絶対的な最良の選択をしようとする人々のことだ。彼らはレビューを読み、価格を比較し、機能を分析することに何時間も費やす。例えば、新しい電話を買う際、マキシマイザーは見落としがないように、入手可能なすべてのモデルをチェックしようとする。\n\n[第3段落：サティスファイザー（満足化人間）の定義] 第二のグループは「サティスファイザー（満足化人間）」として知られ、異なるアプローチをとる。彼らは自分の欲しいものについて一連の基準を持っており、その基準を満たす商品を見つけるとすぐにそれを購入する。彼らは、もっと良い選択肢が他の場所にあるかもしれないということについて思い悩むことはない。\n\n[第4段落：比較と結果] 研究によると、マキシマイザーは客観的にはより良い選択をするかもしれないが、主観的には（選択した結果に対して）より悪い気分になることが多い。これには2つの理由がある。第一に、選ぶというプロセスそのものが消耗を伴い、ストレスが溜まるからだ。第二に、選択をした後、マキシマイザーは後悔を感じる可能性が高い。彼らは絶えず「他の選択肢の方が良かったのではないか」と思い悩むのだ。対照的に、サティスファイザーは「もし～だったら」というシナリオに精神的エネルギーを浪費しないため、自分の決定に対してより幸福を感じる傾向がある。\n\n[第5段落：結論・教訓] ここでの教訓は、すべての選択肢を排除すべきだということではなく、期待値を制限すべきだということだ。完璧などありえない。「十分良い（good enough）」で満足することを学ぶことで、私たちは終わりのない選択肢に対する不安から解放され、実際に手にしたものを楽しむことができるようになるのである。"
    },
    "summaryContent": {
      "type": "text",
      "content": "要約 (Summary)\n【100字要約】 現代社会では選択肢の多さが逆に幸福度を下げる「選択のパラドックス」が生じている。最良を求める人よりも、一定の基準で満足する人の方が幸福度は高い。完璧を求めず「十分良い」で満足することが不安解消の鍵だ。（100文字）\n\n【論理構成のポイント】\n\n導入: 一般通念（選択肢多い＝幸せ） vs 心理学の知見（選択肢多い＝不幸）。\n\n対比:\n\nMaximizers: 完璧を追求、全比較、ストレス・後悔多い。\n\nSatisficers: 基準クリアで即決、満足度高い。\n\n結論: 完璧主義を捨て、「足るを知る（good enough）」の精神を持つべき。\n"
    },
    "teachingPointsContent": {
      "type": "text",
      "content": "3. 指導のポイント (Teaching Tips)\n徳島大学の入試傾向を踏まえた、生徒に注目させるべきポイントです。\n\n① ディスコースマーカーによる対比の把握\n\n第4段落の \"In contrast\" が最大の山場です。「Maximizers」と「Satisficers」の比較表を頭の中で（あるいは余白に）作らせながら読ませると効果的です。\n\nMaximizers: 客観的には良い選択をするが、主観的には不幸 (Subjectively unhappy)。\n\nSatisficers: 精神的エネルギーを節約し、決定に満足している。\n\n② 重要語彙・表現\n\nThe paradox of choice: 「パラドックス（逆説）」は、一般常識と真逆の結論が出ることを指します。このキーワードが出たら「Aだと思われているが、実はBである」という論展開を予測させます。\n\nCriteria (複数形): 単数形は criterion です。学術的な文章で頻出です。\n\n\"Good enough\": 直訳は「十分に良い」ですが、文脈としては「合格点レベル」「そこそこのもの」というニュアンスです。完璧(Perfection)の対義語として使われています。\n\n③ 設問アプローチ（Q4の構文）\n\nQ4のような「違いを説明せよ」という問題では、単にそれぞれの定義を並べるだけでなく、接続詞 While や Whereas、あるいは In contrast を使って1つの文、またはつながりのある2文にまとめる構成力を指導してください。\n\nBad Example: Maximizers try to find the best. Satisficers buy what meets their criteria. (ぶつ切りで対比が弱い)\n\nGood Example: While maximizers try to find the absolute best option by checking everything, satisficers imply buy the first item that meets their standards. (対比構造が明確)"
    },
    "updatedAt": "2026-01-20T19:51:46.468Z",
    "source": "オリジナル",
    "passageTitleEn": "The Paralysis of Abundance",
    "passageTitleJa": "豊かさがもたらす麻痺（選択のパラドックス）"
  }
]